{
  "home": {
    "landingTitle": "Construction in Marbella",
    "landingTitleP": "Building Your Future on a Foundation of Excellence",
    "landingConstruction": "Construction",
    "landingInteriorDesign": "Interior Design",
    "landingText": "In Garcia Global Construction we turn vision into reality. Specializing in high-quality construction services, we pride ourselves on creating spaces that not only meet but exceed our clients' expectations. From groundbreaking commercial projects to luxurious residential homes, our commitment to excellence and innovation has made us a leader in the construction industry.",
    "ourServiceTitel": "Our services",
    "ourSerivceText": "Our mission is to deliver exceptional construction services by adhering to the highest standards of workmanship, safety, and sustainability. We aim to build long-lasting relationships with our clients, suppliers, and communities, contributing to their growth and prosperity.",
    "ourServiceItemTitle1": "Construction of cottages and villas",
    "ourServiceItemText1": "Our mission is to create exquisite cottages and villas that blend luxury with nature, providing our clients with serene and sustainable living spaces.",
    "ourServiceItemTitle2": "Flat Interior Design",
    "ourServiceItemText2": "Our goal is to create harmonious and functional interior spaces that enhance the beauty and comfort of every apartment, reflecting the personality and style of its inhabitants.",
    "ourServiceItemTitle3": "Individual Projecting",
    "ourServiceItemText3": "Our mission is to deliver personalized design solutions that reflect the unique vision and lifestyle of each client, transforming their ideas into stunning realities.",
    "ourServiceItemTitle4": "House Interior Design",
    "ourServiceItemText4": "Our mission is to design inviting and innovative interiors for homes that seamlessly blend aesthetics and functionality, creating spaces where families can thrive.",
    "aboutUs": "About Us",
    "aboutUsTitle": "Building Dreams, Crafting Realities",
    "aboutUsText": "Garcia Global Construction began as a humble construction firm with a vision to create exceptional living spaces that stand the test of time. Over the years, we've expanded our services to include not just construction but also individual projecting, interior design, renovation, and more, making us a full-service firm dedicated to comprehensive luxury living solutions. Our projects, spanning from Marbella to Estepona, showcase our versatility and expertise in creating homes that are not just structures but sanctuaries.",
    "aboutUsItemTitle1": "3 COUNTRIES",
    "aboutUsItemText1": "In three countries, our projects stand as testaments to our adaptability and quality. From Ukraine  to Spain, we've tailored each project to blend with local landscapes while maintaining our high standards.",
    "aboutUsItemTitle2": "10 years",
    "aboutUsItemText2": "The past ten years have shaped us into leaders in construction, driving innovation and delivering spaces that inspire. This journey has been built on trust, collaboration, and a relentless pursuit of excellence.",
    "aboutUsItemTitle3": "Our Projects",
    "aboutUsItemText3": "With more than 60 projects across various sectors, we've proven our ability to meet diverse challenges and client needs. Each project is a reflection of our commitment to deliver excellence and satisfaction.",
    "findUs": "FIND US",
    "interirDesignTitle": "Interior Design",
    "ProjectTitle": "Projects",
    "ProjectText": "Our company specializes in design and construction, offering top-notch services to our clients. We pride ourselves on our attention to detail and commitment to quality in every project we undertake. Our team of experienced professionals works closely with clients to bring their visions to life. We utilize the latest technologies and sustainable practices to ensure ",
    "interirDesignText": "Transforming interiors into masterpieces of comfort and style, we craft spaces that reflect the perfect balance between functionality and aesthetic appeal. Our expertise in interior design spans various environments, from luxurious homes to dynamic commercial spaces, ensuring each project not only meets but exceeds our clients' visions.",
    "seeMore": "See more"
  },
  "footer": {
    "home": "Home",
    "services": "Services",
    "projects": "Projects",
    "interiorDesign": "Interior Design",
    "aboutUs": "About Us",
    "allRightsReserved": "All rights reserved"
  },
  "map": {
    "mapProjectFind": "PROJECTS FOUND",
    "mapOurProjects": "our projects"
  },
  "projectGlobal": {
    "luxuryTailored": "Luxury Tailored",
    "toYou": "to You",
    "penthouseValencia": {
      "title": "Penthouse Valencia",
      "underTitle": "Fully renovated penthouse on Valencia, Spain",
      "text": "This space is characterized by its clean, modern design, which seamlessly integrates elements of historical architecture. The emphasis is on simplicity and openness, with large windows inviting ample natural light that enhances the fusion of industrial and traditional materials. The overall feel is one of calm and clarity, offering a tranquil environment for living and working."
    },
    "projectLoftLivingRoom": {
      "title": "Project Loft Living Room",
      "underTitle": "Elegantly Redesigned Loft in Spain",
      "text": "From the cozy nooks of The Urban Lounge to the lively buzz of The Industrial Chic Bar, and the adaptable layout of The Contemporary Commons, each area is thoughtfully designed to enhance your experience. Explore the dynamic blend of rustic charm and modern elegance in our establishment, where every corner is a testament to innovative design and meticulous attention to detail. Come in, and discover a place where every moment is worth savoring."
    },
    "tranquilModernity": {
      "title": "Tranquil Modernity",
      "underTitle": "Discover a sanctuary where modern design meets unmatched functionality",
      "text": "This living room blends modern design elements with functional technology, showcasing a seamless integration of media and comfort. The strategic use of space and built-in storage solutions emphasizes a clutter-free environment that champions modern living.Ambience: The ambience is one of calm and collected sophistication, with soft lighting and neutral colors promoting a relaxing and inviting space that encourages leisure and conversation"
    },
    "NTR2": {
      "title": "NTR2",
      "underTitle": "Modern Minimalism Meets Cozy Sophistication",
      "text": "The overall atmosphere is calm and sophisticated. The minimalist approach creates a sense of spaciousness and serenity, while the warm tones and subtle lighting make the spaces feel inviting rather than stark. The design carefully balances modern simplicity with touches of warmth and texture for a refined, comfortable living environment."
    },
    "NTR1": {
      "title": "NTR1",
      "underTitle": "Silent elegance: where simplicity meets luxury",
      "text": "This design embodies a minimalist modern style, characterized by a sleek, uncluttered aesthetic. The architecture uses simple geometric forms, smooth surfaces, and a restrained color palette dominated by neutral tones. Materials such as matte finishes and soft textures are used sparingly to add warmth and subtle sophistication."
    },
    "TRN32": {
      "title": "TRN32",
      "underTitle": "Minimalism and industrial style in harmony",
      "text": "The interior shown in the image is a dark, moody kitchen and dining area that exudes a modern minimalist vibe with an industrial touch. The space is dominated by deep, rich wood tones and subtle lighting, which accentuates the clean lines and minimalistic furniture. The kitchen features sleek, integrated appliances and a seamless design, with hidden storage adding to the uncluttered look. The dining area, with its simple table and chairs, continues the theme of minimalism, while the entire space is unified by the consistent use of dark, muted tones and the absence of unnecessary decoration."
    },
    "TRN3": {
      "title": "TRN3",
      "underTitle": "Modern Minimalism Meets Natural Elegance",
      "text": "The interior captures a perfect balance between minimalism and coziness. The large windows allow natural light to filter in, highlighting the light wooden panels that dominate the walls, ceiling, and cabinetry. The kitchen island, with its sleek black countertop and minimalist bar stools, adds a subtle contrast to the otherwise warm tones of the space. The soft, low-slung seating area invites comfort, while the sparse yet thoughtful decor underscores the room’s minimalist aesthetic. The overall design is both functional and aesthetically pleasing, offering a tranquil and modern living space."
    },
    "ATR2": {
      "title": "ATR2",
      "underTitle": "Elegance and comfort in minimalism",
      "text": "This modern interior features a minimalist design that emphasizes elegance and comfort. The space is decorated in dark blue and gray shades, which creates a calm and stylish atmosphere."
    },
    "ATR1": {
      "title": "ATR1",
      "underTitle": "Modern elegance in every detail",
      "text": "This apartment impresses with its simplicity and elegance. Every design element is thought out, and every corner reflects a modern lifestyle. All forms are marked by straight lines, and the color scheme is marked by shades of gray and white. It creates an impression of space and lightness."
    },
    "MTH2": {
      "title": "MTH2",
      "underTitle": "A Harmonious Blend of Industrial and Cozy Elements",
      "text": "This room is made in a modern style with a minimalist design. The main color scheme consists of shades of gray, which creates a calm and restrained atmosphere. Natural wooden accents add warmth and coziness to the space. The raw concrete ceiling gives the interior an industrial look, which is harmoniously combined with the clean and clear lines of the design."
    },
    "MTH1": {
      "title": "MTH1",
      "underTitle": "Sleek Simplicity: The Essence of Modern Design",
      "text": "This modern design is characterized by clean lines, minimalism and functionality. The main idea is to create a space that is both aesthetically pleasing and practical. Using neutral colors such as white, gray and black creates a sense of space and calm. Accent colors such as red or blueadd dynamics and individuality to the interior."
    },
    "LTH1": {
      "title": "LTH1",
      "underTitle": "A Calm and Elegant Space for Relaxation",
      "text": "The room is made in a modern style with an emphasis on minimalism. The main colors are neutral, such as white, gray and beige, which creates a calm and harmonious atmosphere. The furniture has simple, clean lines and a functional design. In general, the design of the room emphasizes simplicity, functionality and elegance, creating a pleasant place to relax and spend time."
    },
    "NT1H2": {
      "title": "NT1H2",
      "underTitle": "Monochrome Minimalism: A Futuristic and Geometric Interior Design",
      "text": "The room has a modern minimalist design with a monochrome color scheme that includes shades of black, white and gray. The main emphasis is on clean lines and geometric shapes. Lighting plays an important role in the design, with LED strips outlining the perimeter of the ceiling and floor, creating a futuristic atmosphere. A large window provides natural light, which is complemented by artificial light."
    },
    "villarenovation": {
      "title": "Villa Renovation",
      "underTitle": "Space, light and luxury in every detail",
      "text": "The image shows the interior of a modern house, made in the style of minimalism with elements of modern architecture. The space is characterized by clear lines, minimalist shapes and a predominance of light colors. The white color of the walls and furniture creates the effect of space and light, emphasizing the cleanliness and simplicity of the interior. The glass balustrade of the stairs adds transparency and lightness, while the use of dark marble on the stairs adds luxury and contrast."
    },
    "goodlifepark": {
      "title": "GoodLife Park",
      "underTitle": "Harmonia Moderna na Floresta",
      "text": "This modern house seamlessly integrates with its forested surroundings while maintaining a distinct contemporary aesthetic. The structure features a mix of warm wood tones and cool gray metal, creating visual interest through contrasting materials and colors. A simple concrete path leads to the entrance, emphasizing the clean lines of the overall design. Large windows allow ample natural light and provide views of the surrounding greenery, blurring the line between indoor and outdoor spaces."
    },
    "villacartagena": {
      "title": "Villa Cartagena",
      "underTitle": "A Blend of Tradition and Modernity",
      "text": "This villa embodies a harmonious fusion of traditional Spanish architecture and contemporary design. The facade features classic stonework, while large glass windows offer a modern touch, providing a panoramic view of the surrounding landscape. Inside, the villa boasts a spacious open-plan layout, with natural light flooding through the large windows. The use of wood and stone in the interior finishes reflects the rustic charm of the region, complemented by modern furnishings and fixtures."
    },
    "townhousealbacete": {
      "title": "Townhouse Albacete",
      "underTitle": "Urban Elegance with a Touch of Serenity",
      "text": "Located in the heart of Albacete, this townhouse is a perfect blend of urban sophistication and peaceful retreat. The exterior showcases clean lines and neutral tones, with large windows that invite natural light into every room. Inside, the modern interior design is highlighted by high ceilings, polished concrete floors, and minimalist decor. A private garden offers a serene escape from the hustle and bustle of city life, creating a perfect balance between modern living and tranquility."
    },
    "penthousevalencia": {
      "title": "Penthouse Valencia",
      "underTitle": "Sky-High Luxury with Panoramic Views",
      "text": "Perched atop a high-rise in the heart of Valencia, this penthouse offers unparalleled views of the city and the Mediterranean Sea. The open-concept living area is flooded with natural light, thanks to floor-to-ceiling windows that surround the space. The interior design is sleek and modern, with high-end finishes and state-of-the-art appliances. The outdoor terrace provides an ideal space for entertaining, complete with a plunge pool and lounge area to enjoy the stunning sunsets over the city."
    },
    "obolonapartment": {
      "title": "Obolon Apartment",
      "underTitle": "Modern Living on the Banks of the Dnieper",
      "text": "Situated in the vibrant Obolon district of Kyiv, this apartment offers a stylish and comfortable living space with breathtaking views of the Dnieper River. The interior is designed with a modern aesthetic, featuring open spaces, high ceilings, and large windows that allow natural light to pour in. The color palette is dominated by soft neutrals, creating a calm and inviting atmosphere. The apartment's location provides easy access to local amenities while offering a peaceful retreat from the busy city."
    },
    "mynystercki": {
      "title": "Mynystercki",
      "underTitle": "A Modern Sanctuary in the Heart of the City",
      "text": "This contemporary residence in Mynystercki combines modern design with a touch of nature. The sleek exterior is characterized by sharp angles and large glass panels, which blur the line between indoor and outdoor spaces. Inside, the open-plan layout features minimalist decor with high-end finishes, creating a luxurious yet comfortable living environment. The use of natural materials such as wood and stone adds warmth and texture, making the home a perfect urban sanctuary."
    },
    "kyivlakehouse": {
      "title": "Kyiv Lake House",
      "underTitle": "Tranquility by the Water",
      "text": "Nestled by the shores of a tranquil lake, this modern house offers a perfect escape from the hustle and bustle of Kyiv. The design emphasizes connection with nature, with large windows and open spaces that provide stunning views of the water. The interior is decorated in a minimalist style, with a focus on natural materials and neutral colors. The outdoor living area, complete with a deck and private dock, allows residents to fully embrace the serene surroundings."
    },
    "eliteresidentialcomplexinkyiv": {
      "title": "Elite Residential Complex in Kyiv",
      "underTitle": "Luxury Living in the Heart of the Capital",
      "text": "Located in a prestigious area of Kyiv, this elite residential complex offers the pinnacle of luxury living. The modern architecture is characterized by sleek lines and premium materials, with each apartment offering expansive views of the city. The interiors are designed with the utmost attention to detail, featuring high ceilings, custom finishes, and top-of-the-line appliances. Residents can enjoy a range of amenities, including a rooftop terrace, fitness center, and private parking, all designed to provide a lifestyle of unparalleled comfort and convenience."
    }
  },
  "individualProjecting": {
    "title": "INDIVIDUAL PROJECTING",
    "itemTitle1": "MEETING WITH THE ARCHITECT",
    "itemText1": "In order to define the task during the meeting, we will jointly form a detailed specification based on your lifestyle and wishes.",
    "itemTitle2": "CONCEPTUALISATION",
    "itemText2": "In order to define the task during the meeting, we will jointly form a detailed specification based on your lifestyle and wishes.",
    "itemTitle3": "PROJECT DEVELOPMENT",
    "itemText3": "After agreeing on the concept, we proceed with the development of the architectural and structural design.",
    "itemTitle4": "BEGINNING OF CONSTRUCTION",
    "itemText4": "During the meeting we will jointly form a detailed technical specification based on your lifestyle and wishes."
  },
  "houseInteriorDesign": {
    "title": "HOUSE INTERIOR DESIGN",
    "text": "A unique interior of a private cottage is a `visiting` card that your guests will immediately see. Thanks to modern technologies it is possible to beautifully and presentably design a large house, making it a real mansion, which will be unrivalled in design. GARCIA DLOBAL specialists are professionals who create real masterpieces. You can order a villa project with a non-standard layout, interior design in a specific style or according to individual requirements. All calculations will be carried out within the declared norms and submitted for approval",
    "viewFullGallery": "View full gallery"
  },
  "backToHome": {
    "back": "back to home page"
  },
  "videos": {
    "videoTitle1": "Kiev, Lobanovsky Ave.",
    "videoSubTitle1": "This is a review of a finished apartment project in kyiv, Ukraine",
    "videoText1": "The design of the apartments reflects a modern aesthetic, characterized by clean lines, open spaces, and large windows that flood the rooms with natural light. The use of high-quality materials and finishes throughout the building enhances the overall ambiance. The architects have skillfully balanced aesthetics with practicality, ensuring that each apartment is not only beautiful but also highly functional.",
    "videoAdvantage1": "Open-plan living and dining area",
    "videoAdvantage2": "Warm wood finishes and neutral color",
    "videoAdvantage3": "Comfortable, functional spaces for relaxation and entertainment",
    "videoAdvantage4": "Terrace with privacy features for outdoor enjoyment",
    "videoTitle2": "Complejo residencial 'Ministersky'",
    "videoSubTitle2": "Video of a duplex apartment",
    "videoText2": "Take a step into a modern townhouse that pairs comfort with clean design. The spacious dining area opens up to a serene terrace, thanks to smooth sliding doors, inviting both light and leisure into your home. Natural wood surfaces and subtle lighting ensure the space feels warm and welcoming. Each piece of furniture is chosen for both its style and comfort, creating perfect spots for both rest and gatherings. This townhouse is designed with an eye for elegance and a focus on living well.",
    "videoTitle3": "Apartment in 'Tetris Hall', Kyiv, Ukraine",
    "videoSubTitle3": "Overview of luxurious urban living space in Kyiv",
    "videoText3": "This apartment in 'Tetris Hall' is the epicenter of modern city life. The interior is a sophisticated combination of modern design elements with an emphasis on functionality and comfort. Large panoramic windows offer breathtaking views of the cityscape, filling the space with natural light during the day. Expensive materials and custom finishes add luxury to every corner, while an open floor plan makes the most of space and movement. Whether you are looking for a place to relax or entertain, this apartment will provide the perfect environment for stylish and comfortable living.",
    "videoTitle4": "Kiev, distrito de Obolon",
    "videoSubTitle4": "A review of an elegant two-bedroom apartment",
    "videoText4": "Step into this stylish two-bedroom apartment in Kiev's vibrant Obolon district. With its modern design, spacious layout, and luxurious amenities, this home offers the perfect blend of comfort and elegance. Ideal for anyone looking to experience the best of city living."
  },
  "projectItemAdv": {
    "kitchen": "Kitchen",
    "livingroom": "Living Room",
    "bathroom": "Bathroom"
  },
  "penthouseValencia": {
    "name": "Penthouse Valencia",
    "location": "Location: Valencia, Spain",
    "designStyle": "Design Style: Contemporary Minimalism",
    "architecturalFusion": "Architectural Fusion: Architectural Fusion",
    "ambience": "Blend Ambience: Biophilic Light-Filled Spaces",
    "descr": "This space is characterized by its clean, modern design, which seamlessly integrates elements of historical architecture. The emphasis is on simplicity and openness, with large windows inviting ample natural light that enhances the fusion of industrial and traditional materials. The overall feel is one of calm and clarity, offering a tranquil environment for living and working.",
    "kitchen": "Open Kitchen Dining",
    "kitchenDescr": "The open-plan kitchen and dining area blend functionality with sociable space. The clean lines of the cabinetry and uncluttered surfaces reflect a modern lifestyle, while the central dining table promises communal culinary experiences.",
    "livingroom": "Living Room",
    "livingroomDescr": "Elegance meets minimalism in this living room entry. The open doorway extends a warm invitation, revealing a space of calm neutrality, punctuated by thoughtful lighting and a glimpse of nature beyond the threshold.",
    "bathroom": "bathroom",
    "bathroomDescr": "This terrace is a personal oasis, with a wooden screen providing a natural texture that complements the modern outdoor furnishings. It's an intimate corner for relaxation, illuminated by a soft glow that enhances the ambiance of peaceful solitude."
  },
  "NTR2": {
    "name": "NTR2",
    "location": "Location: Spain",
    "designStyle": "Design Style: Minimalist and modern",
    "architecturalFusion": "Architectural Fusion: Contemporary elements with subtle warmth",
    "ambience": "Blend Ambience: Calm and sophisticated",
    "descr": "The overall atmosphere is calm and sophisticated. The minimalist approach creates a sense of spaciousness and serenity, while the warm tones and subtle lighting make the spaces feel inviting rather than stark. The design carefully balances modern simplicity with touches of warmth and texture for a refined, comfortable living environment.",
    "kitchen": "Kitchen",
    "kitchenDescr": "This kitchen has a modern and minimalist design, where the focus is on simplicity and functionality. A feature of the interior is a perforated wall made of red brick, which adds texture and visual interest to the space, creating a partial separation between different areas of the room.",
    "livingroom": "Living Room",
    "livingroomDescr": "Elegance meets minimalism in this living room, where clean lines and subtle textures create a space of understated sophistication. The soft, neutral tones of the furniture blend seamlessly with the textured walls, offering a serene backdrop for relaxation.  ",
    "bathroom": "Bathroom ",
    "bathroomDescr": "Elegance meets minimalism in this bathroom, where simplicity and serenity converge. Smooth surfaces and soft lighting create a calming atmosphere, while the subtle tones of the tiles and fixtures offer a soothing backdrop."
  },
  "NTR1": {
    "name": "NTR1",
    "location": "Location: Spain",
    "designStyle": "Design Style: Minimalist and modern",
    "architecturalFusion": "Architectural Fusion: The space integrates minimalist",
    "ambience": "Blend Ambience: Serene and calming",
    "descr": "This design embodies a minimalist modern style, characterized by a sleek, uncluttered aesthetic. The architecture uses simple geometric forms, smooth surfaces, and a restrained color palette dominated by neutral tones. Materials such as matte finishes and soft textures are used sparingly to add warmth and subtle sophistication.",
    "kitchen": "Kitchen",
    "kitchenDescr": "The kitchen is made in the style of minimalism with modern elements. It is characterized by strict lines and functionality, which is emphasized by the use of neutral shades and smooth surfaces.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room reflects the calm and simplicity of the minimalist design. Every element of the interior is carefully selected to create a space where harmony and order prevail. The absence of unnecessary details allows you to focus on the main thing - comfort and aesthetics. ",
    "bathroom": "Bathroom ",
    "bathroomDescr": "The overall impression is an elegant, restrained and functional space with an emphasis on simplicity and clean lines. The monochrome color scheme with shades of gray and white creates a calm and relaxing atmosphere."
  },
  "TRN32": {
    "name": "TRN32",
    "location": "Location: Spain",
    "designStyle": "Design Style: Modern Minimalism.",
    "architecturalFusion": "Architectural Fusion: The space exhibits an Industrial-Modern Fusion",
    "ambience": "Blend Ambience: This is a space that prioritizes both form and function",
    "descr": "The interior shown in the image is a dark, moody kitchen and dining area that exudes a modern minimalist vibe with an industrial touch. The space is dominated by deep, rich wood tones and subtle lighting, which accentuates the clean lines and minimalistic furniture. The kitchen features sleek, integrated appliances and a seamless design, with hidden storage adding to the uncluttered look. The dining area, with its simple table and chairs, continues the theme of minimalism, while the entire space is unified by the consistent use of dark, muted tones and the absence of unnecessary decoration.",
    "kitchen": "Kitchen",
    "kitchenDescr": "The kitchen is decorated in the style of Modern minimalism. It is characterized by clean lines, a restrained color scheme and an emphasis on functionality and simplicity. The use of dark wooden materials and the absence of unnecessary decor create an elegant and restrained interior.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room is decorated in a modern minimalist style with an emphasis on comfort and aesthetics. Smooth surfaces, a minimum of furniture and natural materials emphasize the restraint and simplicity of the interior.",
    "bathroom": "Bathroom ",
    "bathroomDescr": "The bathroom is made in the style of Modern minimalism, where the main emphasis is on simplicity of forms, clean lines and functionality. The use of natural materials such as stone and wood creates a feeling of unity with nature."
  },
  "TRN3": {
    "name": "TRN3",
    "location": "Location: Spain",
    "designStyle": "Design Style: Minimalist and modern",
    "architecturalFusion": "Architectural Fusion: The space seamlessly blends contemporary",
    "ambience": "Blend Ambience: The rooms exude a calm and serene atmosphere",
    "descr": "The interior captures a perfect balance between minimalism and coziness. The large windows allow natural light to filter in, highlighting the light wooden panels that dominate the walls, ceiling, and cabinetry. The kitchen island, with its sleek black countertop and minimalist bar stools, adds a subtle contrast to the otherwise warm tones of the space. The soft, low-slung seating area invites comfort, while the sparse yet thoughtful decor underscores the room’s minimalist aesthetic. The overall design is both functional and aesthetically pleasing, offering a tranquil and modern living space.",
    "kitchen": "Kitchen",
    "kitchenDescr": "At the center of the composition is a streamlined kitchen island with a black countertop that contrasts beautifully with the lighter wood. The black countertop extends slightly, offering a functional space that could be used for meal preparation or casual dining. Three wooden bar stools with a simple, elegant design sit in front of the island, adding to the room's minimalist charm while maintaining its natural theme.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room exudes a warm, modern minimalist aesthetic with a strong emphasis on natural materials and clean lines. The space is dominated by a striking wall made of light wood, featuring a unique grid-like pattern that adds texture and visual interest. This design element not only serves as a focal point but also enhances the room's architectural character, reflecting a refined approach to minimalism.",
    "bathroom": "Bathroom ",
    "bathroomDescr": "The bathroom embodies a minimalist design ethos, emphasizing simplicity, functionality, and the use of natural materials. The walls and floors are likely covered in light wood or tiles that mimic the warm, organic tones of natural wood, creating a cohesive flow with the rest of the home. This choice of material adds warmth and texture, fostering a sense of tranquility and spa-like calmness."
  },
  "ATR2": {
    "name": "ATR2",
    "location": "Location: Spain",
    "designStyle": "Design Style: contemporary and minimalist",
    "architecturalFusion": "Architectural Fusion: integration of lighting within the shelving units",
    "ambience": "Blend Ambience: ambient lighting that highlights the geometric lines",
    "descr": "This modern interior features a minimalist design that emphasizes elegance and comfort. The space is decorated in dark blue and gray shades, which creates a calm and stylish atmosphere.",
    "kitchen": "Kitchen",
    "kitchenDescr": "This modern kitchen interior is ideal for those who value minimalism and clean lines. The color scheme of exclusively medium shades of gray creates an impression of peace and harmony.",
    "livingroom": "Living Room",
    "livingroomDescr": "This living room is a real place for relaxation and meetings with loved ones. The design impresses with its simplicity and elegance, and each detail is thought out. A minimalist style with clean lines and a monochrome color scheme gives the living room a modern look.",
    "bathroom": "Bathroom ",
    "bathroomDescr": "This bathroom impresses with its simplicity and style. Main features: In the center of the bathroom is a built-in white bathtub with a sleek design. The absence of visible classic faucets or handles gives it a modern look. On the left side there is a narrow shelf on which two dark bottles are placed - it is not only functional, but also adds a spectacular accent."
  },
  "ATR1": {
    "name": "ATR1",
    "location": "Location: Spain",
    "designStyle": "Design Style: Minimalism",
    "architecturalFusion": "Architectural Fusion: combination of straight lines and color palette",
    "ambience": "Blend Ambience: Calm and modern",
    "descr": "This apartment impresses with its simplicity and elegance. Every design element is thought out, and every corner reflects a modern lifestyle. All forms are marked by straight lines, and the color scheme is marked by shades of gray and white. It creates an impression of space and lightness.",
    "kitchen": "Kitchen",
    "kitchenDescr": "In the center of the room there is a yellow kitchen island, which looks like an expressive accent among the monochrome background. It is not only functional, but also adds welcome and sophistication. Clean lines and a minimalist approach to the design of walls and furniture create an impression of space and lightness. Natural light entering through the large window, makes the room brighter and cozier. All details are thought out to the smallest detail to ensure convenience and practicality.",
    "livingroom": "Living Room",
    "livingroomDescr": "The design of the living room is made in a modern minimalist style, which emphasizes simplicity and functionality. The main color accent is made on neutral gray shades that create a calm and elegant atmosphere. The central element of the room is a large textured gray sofa with numerous pillows, which provides comfort and coziness. There is a glass partition in front of the sofa, which adds lightness and transparency to the space.",
    "bathroom": "Bathroom ",
    "bathroomDescr": "The design of the bathroom is made in a modern minimalist style, which emphasizes elegance and functionality. The main element of the room is a rectangular bath, built into a raised platform, which creates an integrated look with the surrounding floor."
  },
  "MTH2": {
    "name": "MTH2",
    "location": "Location: Spain",
    "designStyle": "Design Style: modern minimalism",
    "architecturalFusion": "Architectural Fusion: blending industrial and contemporary elements",
    "ambience": "Blend Ambience: blend of calm and sophistication",
    "descr": "The main color scheme consists of shades of gray, which creates a calm and restrained atmosphere. Natural wooden accents add warmth and coziness to the space. The raw concrete ceiling gives the interior an industrial look, which is harmoniously combined with the clean and clear lines of the design.",
    "kitchen": "Kitchen",
    "kitchenDescr": "The kitchen is made in a modern minimalist style that emphasizes simplicity and functionality. The main color scheme consists of cool shades, with concrete-like textures on the walls and floor. Wooden cabinets add natural warmth to the space, creating a cozy atmosphere.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room is made in a modern minimalist style. In the center of the room there is a large gray sofa, which is very comfortable. Behind the sofa is a small dining area with a white table top and two high chairs. The color scheme of the room is neutral, with a predominance of gray tones, complemented by white and light wooden accents. Large windows let in lots of natural light.",
    "bathroom": "Bathroom ",
    "bathroomDescr": "The bathroom is made in a modern minimalist style. The color scheme is monochrome, with different shades of gray, which creates an elegant and sophisticated look. A thin light source adds warmth to the space, emphasizing a calm atmosphere. The shower area includes a wall shower and an additional hand shower located lower on the wall. The overall atmosphere of the bathroom is calm and cozy, with an emphasis on functionality and aesthetics."
  },
  "MTH1": {
    "name": "MTH1",
    "location": "Location: Spain",
    "designStyle": "Design Style: Modern and minimalist",
    "architecturalFusion": "Architectural Fusion: Clean lines, palette with bold accents",
    "ambience": "Blend Ambience: Sophisticated and calm",
    "descr": "This modern design is characterized by clean lines, minimalism and functionality. The main idea is to create a space that is both aesthetically pleasing and practical. Using neutral colors such as white, gray and black creates a sense of space and calm. Accent colors such as red or blueadd dynamics and individuality to the interior.",
    "kitchen": "Kitchen",
    "kitchenDescr": "The photo shows a modern kitchen with a minimalist design. The kitchen cabinets have smooth, flat panels in dark gray or charcoal without visible handles, giving them a discreet and stylish look. Lighting is installed under the cabinets, which adds warm light and emphasizes the cooking area.",
    "livingroom": "Living Room",
    "livingroomDescr": "The photo shows a living room with a modern minimalist design and a monochrome color scheme dominated by neutral tones. The centerpiece is a large, soft, burgundy sectional sofa that provides plenty of seating. In the center of this area is a round black coffee table with several books on it, which indicates the functionality of the space for relaxation or communic",
    "bathroom": "Bathroom ",
    "bathroomDescr": "The photo shows a modern bathroom with a minimalist design. The color scheme is monochrome, with different shades of gray dominating the space. The lighting is hidden and unobtrusive, which enhances the elegant and modern look of the design."
  },
  "LTH1": {
    "name": "LTH1",
    "location": "Location: Spain",
    "designStyle": "Design Style: Modern Minimalism",
    "architecturalFusion": "Architectural Fusion: Contemporary with subtle geometric accents",
    "ambience": "Blend Ambience: Serene and sophisticated, with a focus on clean lines",
    "descr": "The room is made in a modern style with an emphasis on minimalism. The main colors are neutral, such as white, gray and beige, which creates a calm and harmonious atmosphere. The furniture has simple, clean lines and a functional design. In general, the design of the room emphasizes simplicity, functionality and elegance, creating a pleasant place to relax and spend time.",
    "kitchen": "Kitchen",
    "kitchenDescr": "This kitchen is made in a minimalist style. A long worktop with a built-in sink and cooking surface creates a functional space for cooking. The color palette consists of neutral tones: the cabinets and drawers are white, and the tabletop is black, which creates a contrast.",
    "livingroom": "Living Room",
    "livingroomDescr": "This living room is made in a minimalist style with a neutral color palette, mainly shades of gray and white. A large window opens a view of a calm natural landscape, which creates a feeling of coziness and harmony.",
    "bathroom": "Bathroom ",
    "bathroomDescr": "Bathroom has a modern minimalist design with neutral tones, mostly white and gray. It looks very clean and spacious thanks to clear lines and the absence of unnecessary details. There is a large mirror on the wall that reflects light and visually increases the space."
  },
  "NT1H2": {
    "name": "NT1H2",
    "location": "Location: Spain",
    "designStyle": "Design Style:  Modern Minimalism",
    "architecturalFusion": "Architectural Fusion: blends contemporary elements with futuristic touches",
    "ambience": "Blend Ambience: Sleek and inviting",
    "descr": "The room has a modern minimalist design with a monochrome color scheme that includes shades of black, white and gray. The main emphasis is on clean lines and geometric shapes. Lighting plays an important role in the design, with LED strips outlining the perimeter of the ceiling and floor, creating a futuristic atmosphere. A large window provides natural light, which is complemented by artificial light.",
    "kitchen": "Kitchen",
    "kitchenDescr": "The kitchen has a modern minimalist design with dominant black and white tones. Kitchen cabinets have smooth facades without visible handles, which emphasizes the clean lines of the space. The ceiling is equipped with built-in lighting that complements the natural light, creating a bright and airy atmosphere.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room has a modern minimalist design with a monochrome color scheme that includes various shades of gray and black. Track lighting is installed on the ceiling, which provides directional lighting of individual areas of the room. The overall design exudes minimalism and clean lines, creating an elegant and modern space",
    "bathroom": "Bathroom ",
    "bathroomDescr": "The bathroom has a modern design with a shower cubicle with a clear glass door, beige wall tiles and a stylish white wash basin. The ceiling and shower area are illuminated with warm LED strips, which adds elegance to the space. A large mirror is located above the wash basin, which enhances the brightness and feeling of space in the room. The overall design is minimalistic and clean, with an emphasis on straight lines and uncluttered surfaces."
  },
  "villarenovation": {
    "name": "Villa Renovation",
    "location": "Location: Marbella, Spain",
    "designStyle": "Design Style:  Modern Minimalism",
    "architecturalFusion": "Architectural Fusion: combines modern elements with an industrial touch",
    "ambience": "Blend Ambience: space is bright, open, and airy",
    "descr": "The image shows the interior of a modern house, made in the style of minimalism with elements of modern architecture. The space is characterized by clear lines, minimalist shapes and a predominance of light colors. The white color of the walls and furniture creates the effect of space and light, emphasizing the cleanliness and simplicity of the interior. The glass balustrade of the stairs adds transparency and lightness, while the use of dark marble on the stairs adds luxury and contrast.",
    "kitchen": "Kitchen",
    "kitchenDescr": "This kitchen has a modern design with a clean, minimalist aesthetic. The main color scheme is white, with white cabinets, countertops and walls. The marble back panel adds luxury. The kitchen is equipped with stainless appliances, including an oven, microwave and built-in stove in the island. The island also has a stainless steel sink with a tall faucet. Natural light pours in through large glass doors leading to the street, accentuating the light and airy feel of the space.",
    "livingroom": "living Room",
    "livingroomDescr": "This living room has a contemporary design leading to an outside dining area. The living room is equipped with large floor-to-ceiling windows with sheer white curtains that allow plenty of natural light to enter the space. The floor is made of light gray tiles, which smoothly transitions from the interior to the exterior, emphasizing the connection between interior and exterior space.",
    "bathroom": "Bathroom ",
    "bathroomDescr": "This bathroom design combines clean lines, contrasting colors and different textures to create a modern and aesthetically pleasing atmosphere. The glass walls of the shower cabin create a sense of space and modernity. Gray tiles on the walls and floor add elegance and restraint. A large mirror above the table visually increases the space and adds light."
  },
  "goodlifepark": {
    "name": "GoodLife Park",
    "location": "Location: Spain",
    "designStyle": "Design Style:  Contemporary Modern",
    "architecturalFusion": "Architectural Fusion: natural and industrial materials",
    "ambience": "Blend Ambience: harmonious blend between the built structure and natural environment",
    "descr": "This modern house seamlessly integrates with its forested surroundings while maintaining a distinct contemporary aesthetic. The structure features a mix of warm wood tones and cool gray metal, creating visual interest through contrasting materials and colors. A simple concrete path leads to the entrance, emphasizing the clean lines of the overall design. Large windows allow ample natural light and provide views of the surrounding greenery, blurring the line between indoor and outdoor spaces.",
    "kitchen": "Kitchen",
    "kitchenDescr": "",
    "livingroom": "Living Room",
    "livingroomDescr": "",
    "bathroom": "Bathroom ",
    "bathroomDescr": ""
  },
  "villacartagena": {
    "name": "Villa Cartagena",
    "location": "Location: Spain",
    "designStyle": "Design Style: Traditional Spanish with Modern Touches",
    "architecturalFusion": "Architectural Fusion: Merges classic stonework with contemporary glass elements",
    "ambience": "Blend Ambience: Warm, inviting, with a mix of rustic charm and modern elegance",
    "descr": "This villa embodies a harmonious fusion of traditional Spanish architecture and contemporary design. The facade features classic stonework, while large glass windows offer a modern touch, providing a panoramic view of the surrounding landscape. Inside, the villa boasts a spacious open-plan layout, with natural light flooding through the large windows. The use of wood and stone in the interior finishes reflects the rustic charm of the region, complemented by modern furnishings and fixtures.",
    "kitchen": "Kitchen",
    "kitchenDescr": "The kitchen in Villa Cartagena combines traditional elements with modern functionality. Wooden cabinets and stone countertops evoke a sense of rustic warmth, while stainless steel appliances and sleek fixtures add a contemporary touch. A large window above the sink offers views of the surrounding landscape, bringing natural light into the space.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room features a blend of traditional and modern elements, with a cozy fireplace as the centerpiece. Exposed wooden beams on the ceiling add character, while large glass doors open up to a terrace, creating a seamless transition between indoor and outdoor spaces. The decor is simple yet elegant, with a neutral color palette that enhances the sense of space and light.",
    "bathroom": "Bathroom",
    "bathroomDescr": "The bathroom is designed with a mix of rustic and modern elements. A stone sink sits atop a wooden vanity, while the walk-in shower features glass walls and modern fixtures. Natural stone tiles on the floor and walls add texture and warmth, creating a spa-like atmosphere."
  },
  "townhousealbacete": {
    "name": "Townhouse Albacete",
    "location": "Location: Albacete, Spain",
    "designStyle": "Design Style: Urban Contemporary",
    "architecturalFusion": "Architectural Fusion: Combines modern lines with traditional urban materials",
    "ambience": "Blend Ambience: Stylish, serene, with an urban edge",
    "descr": "Located in the heart of Albacete, this townhouse is a perfect blend of urban sophistication and peaceful retreat. The exterior showcases clean lines and neutral tones, with large windows that invite natural light into every room. Inside, the modern interior design is highlighted by high ceilings, polished concrete floors, and minimalist decor. A private garden offers a serene escape from the hustle and bustle of city life, creating a perfect balance between modern living and tranquility.",
    "kitchen": "Kitchen",
    "kitchenDescr": "The kitchen in this townhouse is designed with an urban chic aesthetic. Sleek black cabinets are paired with white countertops, creating a striking contrast. Stainless steel appliances are integrated seamlessly into the design, and a large island provides ample workspace and storage. The kitchen opens up to the living area, enhancing the open-plan layout.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room is a cozy yet stylish space, featuring modern furniture and a neutral color palette. Large windows allow natural light to flood the room, while sliding doors open to a private garden. The polished concrete floor and minimalist decor create a clean, contemporary feel, perfect for relaxing or entertaining.",
    "bathroom": "More photos",
    "bathroomDescr": ""
  },
  "penthousevalencia": {
    "name": "Penthouse Valencia",
    "location": "Location: Valencia, Spain",
    "designStyle": "Design Style: Modern Luxury",
    "architecturalFusion": "Architectural Fusion: Seamlessly blends indoor and outdoor living",
    "ambience": "Blend Ambience: Light, airy, with breathtaking views",
    "descr": "Perched atop a high-rise in the heart of Valencia, this penthouse offers unparalleled views of the city and the Mediterranean Sea. The open-concept living area is flooded with natural light, thanks to floor-to-ceiling windows that surround the space. The interior design is sleek and modern, with high-end finishes and state-of-the-art appliances. The outdoor terrace provides an ideal space for entertaining, complete with a plunge pool and lounge area to enjoy the stunning sunsets over the city.",
    "kitchen": "Kitchen",
    "kitchenDescr": "The kitchen is a masterpiece of modern design, featuring high-gloss cabinets and a marble countertop that extends into a breakfast bar. Top-of-the-line appliances are seamlessly integrated, and the open layout allows for easy interaction with the living and dining areas. Large windows provide a panoramic view of the city, making cooking and dining a visual experience.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room is designed for luxury and comfort, with plush seating and a neutral color palette. Floor-to-ceiling windows provide stunning views of the cityscape, while the open layout enhances the sense of space. Modern art and designer lighting add a touch of sophistication, creating a perfect space for relaxation or entertaining guests.",
    "bathroom": "Bathroom",
    "bathroomDescr": "The bathroom is a sanctuary of luxury, featuring a freestanding bathtub with views of the city. Marble floors and walls add a touch of elegance, while modern fixtures and a walk-in rain shower complete the spa-like atmosphere. A double vanity with backlit mirrors provides ample space for two."
  },
  "obolonapartment": {
    "name": "Obolon Apartment",
    "location": "Location: Kyiv, Ukraine",
    "designStyle": "Design Style: Modern Minimalism",
    "architecturalFusion": "Architectural Fusion: Blends modern design with river views",
    "ambience": "Blend Ambience: Bright, open, and connected to nature",
    "descr": "Situated in the vibrant Obolon district of Kyiv, this apartment offers a stylish and comfortable living space with breathtaking views of the Dnieper River. The interior is designed with a modern aesthetic, featuring open spaces, high ceilings, and large windows that allow natural light to pour in. The color palette is dominated by soft neutrals, creating a calm and inviting atmosphere. The apartment's location provides easy access to local amenities while offering a peaceful retreat from the busy city.",
    "kitchen": "Kitchen",
    "kitchenDescr": "The kitchen in the Obolon Apartment is designed for modern living, with sleek white cabinets and black countertops creating a striking contrast. Stainless steel appliances, including a built-in oven and refrigerator, add to the modern aesthetic. The open-plan design allows for easy interaction with the dining and living areas, while large windows offer views of the Dnieper River, bringing the beauty of nature into the space.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room is a bright, open space with large windows that offer stunning views of the river. The minimalist design is enhanced by a neutral color palette, with comfortable seating and modern furnishings creating a relaxing atmosphere. A large area rug adds warmth to the space, while the open layout provides a seamless flow between the living, dining, and kitchen areas.",
    "bathroom": "Bathroom",
    "bathroomDescr": "The bathroom features a modern, minimalist design with clean lines and a monochromatic color scheme. A walk-in shower with a glass enclosure, along with sleek fixtures and a floating vanity, creates a sense of luxury. The large mirror and recessed lighting add to the bright and airy feel of the space."
  },
  "mynystercki": {
    "name": "Mynystercki",
    "location": "Location: Kyiv, Ukraine",
    "designStyle": "Design Style: Urban Contemporary",
    "architecturalFusion": "Architectural Fusion: Combines industrial elements with modern design",
    "ambience": "Blend Ambience: Sleek, stylish, with a touch of urban edge",
    "descr": "This contemporary residence in Mynystercki combines modern design with a touch of nature. The sleek exterior is characterized by sharp angles and large glass panels, which blur the line between indoor and outdoor spaces. Inside, the open-plan layout features minimalist decor with high-end finishes, creating a luxurious yet comfortable living environment. The use of natural materials such as wood and stone adds warmth and texture, making the home a perfect urban sanctuary.",
    "kitchen": "More photos",
    "kitchenDescr": "",
    "livingroom": "",
    "livingroomDescr": "",
    "bathroom": "",
    "bathroomDescr": ""
  },
  "kyivlakehouse": {
    "name": "Kyiv Lake House",
    "location": "Location: Kyiv, Ukraine",
    "designStyle": "Design Style: Modern Natural",
    "architecturalFusion": "Architectural Fusion: Merges modern architecture with natural surroundings",
    "ambience": "Blend Ambience: Serene, tranquil, with a connection to nature",
    "descr": "Located on the outskirts of Kyiv, this lakehouse offers a peaceful retreat surrounded by nature. The modern architecture is characterized by large glass panels and clean lines, which seamlessly blend with the natural landscape. Inside, the open-plan living spaces are designed with comfort and relaxation in mind, featuring natural materials and a soft, neutral color palette. The connection to the outdoors is emphasized by large windows and sliding doors that open onto a deck overlooking the lake, creating a harmonious blend of indoor and outdoor living.",
    "kitchen": "More photos",
    "kitchenDescr": "",
    "livingroom": "",
    "livingroomDescr": "",
    "bathroom": "",
    "bathroomDescr": ""
  },
  "eliteresidentialcomplexinkyiv": {
    "name": "Elite Residential Complex in Kyiv",
    "location": "Location: Kyiv, Ukraine",
    "designStyle": "Design Style: Urban Luxury",
    "architecturalFusion": "Architectural Fusion: Combines modern amenities with classic elegance",
    "ambience": "Blend Ambience: Luxurious, sophisticated, with a cosmopolitan flair",
    "descr": "Situated in one of Kyiv's most prestigious areas, this elite residential complex offers a luxurious lifestyle with modern amenities and classic elegance. The architecture is a blend of contemporary design and timeless sophistication, featuring high-end finishes and state-of-the-art facilities. Inside, the apartments are designed with luxury and comfort in mind, offering spacious living areas, large windows with city views, and premium materials throughout. The complex also includes exclusive amenities such as a private gym, spa, and concierge services, catering to the needs of its residents.",
    "kitchen": "Kitchen",
    "kitchenDescr": "The kitchen in this elite residential complex is designed with luxury and functionality in mind. High-end appliances, including a built-in oven, refrigerator, and induction cooktop, are seamlessly integrated into the sleek cabinetry. The marble countertops and backsplash add a touch of elegance, while the open layout allows for easy interaction with the living and dining areas. Large windows provide ample natural light, creating a bright and inviting space.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room is a sophisticated space with a cosmopolitan feel, featuring modern furniture and luxurious finishes. Floor-to-ceiling windows offer stunning views of the city, while the open layout enhances the sense of space. A neutral color palette is complemented by rich textures and designer lighting, creating a perfect setting for entertaining or relaxing in style.",
    "bathroom": "Bathroom",
    "bathroomDescr": "The bathroom is a luxurious retreat with high-end finishes and modern amenities. A freestanding bathtub, marble floors, and a walk-in rain shower create a spa-like atmosphere, while the double vanity with sleek fixtures adds a touch of elegance. Recessed lighting and large mirrors enhance the sense of space and luxury."
  },
  "tranquilModernity": {
    "location": "Location: Spain",
    "designStyle": "Design Style: Contemporary Minimalism",
    "architecturalFusion": "Architectural Fusion: Industrial-Traditional Blend",
    "ambience": "Ambience: Calm and collected sophistication",
    "descr": "This living room blends modern design elements with functional technology, showcasing a seamless integration of media and comfort. The strategic use of space and built-in storage solutions emphasizes a clutter-free environment that champions modern living.Ambience: The ambience is one of calm and collected sophistication, with soft lighting and neutral colors promoting a relaxing and inviting space that encourages leisure and conversation",
    "kitchen": "Kitchen",
    "kitchenDescr": "The kitchen is designed with a focus on functionality and style, featuring a clean, open layout. It boasts state-of-the-art appliances integrated seamlessly into the cabinetry, maintaining the space's streamlined look. The long kitchen island doubles as a preparation area and a casual dining spot, complete with chic, upholstered stools. Overhead, elegant pendant lights illuminate the workspace, while the subtle tones of the cabinetry and countertops create a calm, inviting atmosphere.",
    "livingroom": "Living Room",
    "livingroomDescr": "The living room exudes a sleek, modern aesthetic characterized by its minimalist design and neutral color palette. Anchored by a plush, light gray sectional sofa, the space invites relaxation and socializing. Strategic lighting highlights architectural features and artwork, adding depth and warmth. A large, wall-mounted television serves as a focal point, while contemporary furnishings, including a stylish white chair and a compact coffee table, complement the room's sophisticated ambiance.",
    "bathroom": "bathroom",
    "bathroomDescr": "This bathroom combines luxury and simplicity, creating a serene retreat. The vanity is modern and minimalistic, with under-cabinet lighting that provides a soft glow, enhancing the room’s tranquil feel. Above the sleek, rectangular sink, a large mirror spans the width of the vanity, reflecting light and visually expanding the space. Recessed shelves offer practical storage solutions without disrupting the bathroom's clean lines, making it not only beautiful but also highly functional."
  },
  "projectLoftLivingRoom": {
    "location": "Location: Spain",
    "designStyle": "Design Style: Industrial Modern",
    "architecturalFusion": "Architectural Fusion: historical textures intertwined & comfort.",
    "ambience": "Ambience: welcoming atmosphere where natural elements soften urban edges",
    "descr": "From the cozy nooks of The Urban Lounge to the lively buzz of The Industrial Chic Bar, and the adaptable layout of The Contemporary Commons, each area is thoughtfully designed to enhance your experience. Explore the dynamic blend of rustic charm and modern elegance in our establishment, where every corner is a testament to innovative design and meticulous attention to detail. Come in, and discover a place where every moment is worth savoring.",
    "kitchen": "The Urban Lounge",
    "kitchenDescr": "The Urban Lounge combines the rustic charm of exposed brick walls with modern design elements to create a welcoming space. Comfortable blue sofas and lush green plants make this an ideal spot for casual meetings or relaxing after work. The incorporation of large windows floods the area with natural light, enhancing the warm ambiance.",
    "livingroom": "The Industrial Chic Bar",
    "livingroomDescr": "This module features a stylish bar set against a backdrop of a luminous liquor display and exposed brick, embodying an industrial chic aesthetic. The long communal table, accented with modern bar stools, invites social interaction and serves as the social heart of the space. Strategic lighting above the bar highlights its sleek design and creates a vibrant atmosphere perfect for evening gatherings.",
    "bathroom": "The Contemporary Commons",
    "bathroomDescr": "The Contemporary Commons area is marked by its minimalist style and versatile seating arrangements, suitable for both work and leisure. The space is defined by clean lines, subdued colors, and functional furniture, making it perfect for client meetings or team collaborations. The presence of greenery adds a touch of freshness to the urban interior, while the expansive windows provide panoramic views of the urban surroundings."
  },
  "flatInteriorDesign": {
    "title": "FLAT INTERIOR DESIGN",
    "kitchen": "Kitchen",
    "kitchenDescr": "A sleek and functional space dominated by dark, matte cabinetry and state-of-the-art appliances. The kitchen balances a modern aesthetic with practicality, featuring a clean, uncluttered countertop and subtle, integrated lighting that creates a warm glow. It’s a culinary workshop designed for efficiency and style.",
    "bathroom": "Bathroom",
    "bathroomDescr": "Minimalist in design with a focus on clean lines and unadorned surfaces. The bathroom likely includes a walk-in shower, accented with either glass panels or discreet tiling, complemented by a simple, modern sink and vanity. The lighting is soft, ensuring a space that is both bright and inviting.",
    "bedroom": "Bedroom",
    "bedroomDescr": "A sanctuary of rest, the bedroom exudes calm with a muted color palette and minimal furnishings. The focus is a comfortable bed with plush linens, set against a backdrop of tranquil art or texture. Functional bedside lighting and storage solutions are present, keeping the space neat and serene.",
    "hallway": "Hallway",
    "hallwayDescr": "The hallway serves as a connector between rooms, characterized by its streamlined appearance. It may feature warm wood or cool tile flooring and is lit by a series of strategically placed lights that provide a welcoming path through the home.",
    "diningArea": "Dining Area",
    "diningAreaDescr": "A gathering space that marries form and function, the dining area is likely home to a simple yet elegant table flanked by modern chairs. Overhead lighting, possibly a statement piece, centers the room, while the surrounding space remains uncluttered to keep the focus on the social experience of dining together."
  },
  "contactUs": {
    "getInTouch": "GET IN TOUCH",
    "contactDescription": "Our expert will contact you during 5 minutes. Calculate cost of your project, learn about materials and process with 303 Design!",
    "yourName": "Your name",
    "phoneNumber": "Phone number",
    "getInTouchNow": "Get in touch now",
    "getHelp": "Get Help"
  },
  "constructionOfCottagesAndVillas": {
    "title": "CONSTRUCTION COTTAGES AND VILLAS",
    "text": "“Good buildings come from good people, and all problems are solved by good design.” – Stephen Gardiner",
    "generalContractor": {
      "title": "General contractor",
      "text": "As a general contractor, we manage construction projects from inception to completion, handling technical documentation, budgeting, scheduling, and subcontractor coordination. Our expertise ensures efficient project execution while prioritizing budget optimization, work safety, and client satisfaction.",
      "item1": "Development of technical documentation and budgeting",
      "item2": "Approval of the work schedule",
      "item3": "Coordination and control of subcontractors",
      "item4": "Preparation of estimates and financing plan",
      "item5": "Tendering",
      "item6": "Construction site organisation",
      "item7": "Work safety",
      "item8": "Optimising project solutions to budget",
      "item9": "Commissioning",
      "item10": "Preparation of estimates and financing plan",
      "item11": "Optimising project solutions to budget",
      "item12": "Integrated project management"
    },
    "geodeticWorks": {
      "title": "Geodetic works",
      "item1": "Development of technical documentation and budgeting",
      "item2": "Approval of the work schedule",
      "item3": "Coordination and control of subcontractors"
    },
    "earthwork": {
      "title": "Earthwork",
      "item1": "Development of excavations for foundations",
      "item2": "Backfilling of excavations and trenches",
      "item3": "Laying of engineering communications"
    },
    "monolithicWorks": {
      "title": "Monolithic works",
      "item1": "Zero-cycle works, as well as pile foundations",
      "item2": "Pouring of concrete industrial floor and trenches",
      "item3": "Pouring of foundations of any complexity and type"
    },
    "capitalConstruction": {
      "title": "Capital Construction",
      "item1": "Preparation and obtaining of all permits for site development and construction, co-ordination with state authorities",
      "item2": "Site development - demolition of old buildings, rubbish removal, clearing for future construction",
      "item3": "Foundation pouring, erection of walls and floors, internal partitions, roof installation",
      "item4": "Cleaning in the premises and on the site, removal of construction waste from the territory of the facility",
      "item5": "Installation of all internal communications (heat, hydro, noise insulation, electricity, supply of engineering systems to the building)",
      "item6": "Exterior finishing of the house and landscaping of the site, commissioning, window and door installation"
    },
    "renovation": {
      "title": "Renovation",
      "item1": "General construction and finishing works",
      "item2": "Replacement of water supply, sewerage and heating",
      "item3": "Electrical networks and lighting",
      "item4": "Installation of ventilation and air conditioning systems",
      "item5": "Installation of fire safety system, facade works, roofing works",
      "item6": "Installation of SCS, ACS, video surveillance"
    },
    "finishingWorks": {
      "title": "Finishing works",
      "item1": "Screed, levelling, polymer poured floors, 'topping'",
      "item2": "Linoleum, PVC tiles, carpet, carpet tiles",
      "item3": "Parquet, parquet flooring, laminate flooring",
      "item4": "Arrangement of tiles, granite, marble, porcelain tiles, mosaics",
      "item5": "Ceramic, built-in, aluminium, MDF, MDF, PVC, carpet skirting boards",
      "item6": "Installation of brick and block partitions",
      "item7": "Installation of plasterboard constructions (partitions, false walls, boxes)",
      "item8": "Machine plastering cement, cement-lime, gypsum plastering",
      "item9": "Tiling, Filling openings (doors, windows, sliding systems)",
      "item10": "Machine and manual painting, decorative plaster",
      "item11": "Decorative panel installation, sandless plaster (putty)",
      "item12": "Plaster, Sandless plaster (putty)",
      "item13": "Modular ceilings (Armstrong, Grillato) Slatted ceilings, Plasterboard ceiling"
    },
    "engineeringSystems": {
      "title": "Engineering systems",
      "item1": "Ventilation and air conditioning",
      "item2": "Laying of power and low-current cables",
      "item3": "Installation of fire safety systems",
      "item4": "SCS, ACS, video surveillance systems",
      "item5": "Water supply, sewerage and heating",
      "item6": "Installation of lamps and chandeliers",
      "item7": "Laying of power and low-current cables",
      "item8": "Drilling and installation of sub-sockets",
      "item9": "Assembly installation of power board",
      "item10": "Installation of sockets and switches",
      "item11": "Installation of power connectors"
    },
    "siteImprovement": {
      "title": "Site improvement",
      "item1": "Drainage system, drainage",
      "item2": "Landscape design, garden paths",
      "item3": "Artificial ponds",
      "item4": "Car parks, Lighting",
      "item5": "Fences, swimming pools",
      "item6": "Leisure areas"
    }
  }
}