{
	"home": {
		"landingTitle": "Будівництво в Марбельї",
		"landingTitleP": "Будуємо Ваше Майбутнє на Основі Вершинної Якості",
		"landingConstruction": "Будівництво",
		"landingInteriorDesign": "Дизайн Інтер'єру",
		"landingText": "У Garcia Global Construction ми перетворюємо бачення в реальність. Спеціалізуючись на високоякісних будівельних послугах, ми пишаємося тим, що створюємо приміщення, які не лише відповідають, але й перевершують очікування наших клієнтів. Від революційних комерційних проектів до розкішних житлових будинків, наше прагнення до досконалості та інновацій зробило нас лідером у будівельній галузі.",
		"ourServiceTitel": "Наші Послуги",
		"ourSerivceText": "Наша місія полягає в тому, щоб надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості виготовлення, безпеки та екологічності. Ми прагнемо будувати довгострокові відносини з нашими клієнтами, постачальниками та спільнотами, сприяючи їхньому зростанню та процвітанню.",
		"ourServiceItemTitle1": "Будівництво котеджів і дач",
		"ourServiceItemText1": "Наша місія – надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості.",
		"ourServiceItemTitle2": "Плоский дизайн інтер'єру",
		"ourServiceItemText2": "Наша місія – надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості.",
		"ourServiceItemTitle3": "Індивідуальне проектування",
		"ourServiceItemText3": "Наша місія – надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості.",
		"ourServiceItemTitle4": "Ремонт котеджів і дач",
		"ourServiceItemText4": "Наша місія – надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості.",
		"ourServiceItemTitle5": "Дизайн інтер'єру будинків",
		"ourServiceItemText5": "Наша місія – надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості.",
		"aboutUs": "Про Нас",
		"aboutUsTitle": "Будуємо Мрії, Творимо Реальність",
		"aboutUsText": "Garcia Global Construction почала свою діяльність як скромна будівельна фірма з баченням створення виняткових житлових просторів, які витримують випробування часом. З роками ми розширили наші послуги, включивши не лише будівництво, але й індивідуальне проектування, дизайн інтер'єру, ремонт та інше, що зробило нас компанією, що надає комплексні рішення для розкішного життя. Наші проекти, від Марбельї до Естепони, демонструють нашу універсальність та експертизу в створенні будинків, які є не просто спорудами, а святилищами.",
		"aboutUsItemTitle1": "3 КРАЇНИ",
		"aboutUsItemText1": "В трьох країнах наші проекти є свідченням нашої адаптивності та якості. Від [Країна 1] до [Країна 3], ми адаптували кожен проект, щоб поєднатися з місцевими пейзажами, зберігаючи наші високі стандарти.",
		"aboutUsItemTitle2": "10 РОКІВ",
		"aboutUsItemText2": "Останні десять років сформували нас як лідерів у будівництві, сприяючи інноваціям та створюючи простори, що надихають. Ця подорож була побудована на довірі, співпраці та невтомному прагненні до досконалості.",
		"aboutUsItemTitle3": "60 ПРОЕКТІВ",
		"aboutUsItemText3": "Маючи понад 60 проектів у різних секторах, ми довели нашу здатність справлятися з різноманітними викликами та потребами клієнтів. Кожен проект є відображенням нашої відданості досягненню досконалості та задоволення.",
		"findUs": "ЗНАЙДІТЬ НАС",
		"interirDesignTitle": "Майстерність Дизайну Інтер'єру",
		"interirDesignText": "Перетворюючи інтер'єри на шедеври комфорту та стилю, ми створюємо простори, які відображають ідеальний баланс між функціональністю та естетичною привабливістю. Наша експертиза в дизайні інтер'єру охоплює різні середовища, від розкішних будинків до динамічних комерційних просторів, забезпечуючи, щоб кожен проект не лише відповідав, але й перевершував бачення наших клієнтів.",
		"seeMore": "Дивитися більше"
	},
	"footer": {
		"home": "Головна",
		"services": "Послуги",
		"projects": "Проекти",
		"interiorDesign": "Дизайн Інтер'єру",
		"aboutUs": "Про Нас",
		"allRightsReserved": "Всі права захищено"
	},
	"map": {
		"mapProjectFind": "ПРОЕКТИ ЗНАЙДЕНО",
		"mapOurProjects": "наші проекти"
	},
	"projectGlobal": {
		"luxuryTailored": "Розкіш під Ваші Потреби",
		"toYou": "для Вас",
		"penthouseValencia": {
			"title": "Пентхаус у Валенсії",
			"underTitle": "Повністю відремонтований пентхаус у Валенсії, Іспанія",
			"text": "Цей простір характеризується чистим, сучасним дизайном, який безперешкодно інтегрує елементи історичної архітектури. Акцент на простоту та відкритість, великі вікна запрошують достатньо природного світла, яке підкреслює поєднання індустріальних і традиційних матеріалів. Загальне враження – спокій і ясність, що створює затишне середовище для життя та роботи."
		},
		"projectLoftLivingRoom": {
			"title": "Проект Лофт Гостинна",
			"underTitle": "Елегантно перепроектований лофт в Іспанії",
			"text": "Від затишних куточків Urban Lounge до жвавого бару Industrial Chic, і адаптивного планування Contemporary Commons, кожна зона ретельно продумана, щоб покращити Ваше враження. Досліджуйте динамічне поєднання сільського шарму та сучасної елегантності в нашій установі, де кожен куточок є свідченням інноваційного дизайну та уважного ставлення до деталей. Завітайте і відкрийте місце, де кожен момент вартий того, щоб його насолоджуватися."
		},
		"tranquilModernity": {
			"title": "Тихий Сучасний Стиль",
			"underTitle": "Відкрийте для себе святилище, де сучасний дизайн зустрічається з неперевершеною функціональністю",
			"text": "Ця вітальня поєднує сучасні дизайнерські елементи з функціональною технікою, демонструючи безперешкодну інтеграцію медіа та комфорту. Стратегічне використання простору і вбудовані рішення для зберігання підкреслюють середовище без безладу, яке підтримує сучасний стиль життя. Атмосфера – це спокійна та врівноважена елегантність, з м'яким освітленням та нейтральними кольорами, що сприяють розслабленню і спілкуванню."
		}
	},
	"individualProjecting": {
		"title": "ІНДИВІДУАЛЬНЕ ПРОЕКТУВАННЯ",
		"itemTitle1": "ЗУСТРІЧ З АРХІТЕКТОРОМ",
		"itemText1": "Під час зустрічі ми спільно сформуємо детальну специфікацію на основі вашого способу життя та побажань.",
		"itemTitle2": "КОНЦЕПТУАЛІЗАЦІЯ",
		"itemText2": "Після узгодження концепції ми переходимо до розробки архітектурного та конструктивного дизайну.",
		"itemTitle3": "РОЗРОБКА ПРОЕКТУ",
		"itemText3": "Після погодження концепції ми розпочинаємо розробку архітектурного та структурного дизайну.",
		"itemTitle4": "ПОЧАТОК БУДІВНИЦТВА",
		"itemText4": "Під час зустрічі ми спільно сформуємо детальну технічну специфікацію на основі вашого способу життя та побажань."
	},
	"houseInteriorDesign": {
		"title": "ІНТЕР'ЄР ДОМУ",
		"text": "Унікальний інтер'єр приватного котеджу є візитівкою, яку ваші гості побачать одразу. Завдяки сучасним технологіям можна красиво і представницьки оформити великий будинок, перетворивши його на справжню резиденцію, що буде бездоганною в дизайні. Спеціалісти GARCIA DLOBAL – професіонали, які створюють справжні шедеври. Ви можете замовити проект вілли з нестандартним плануванням, інтер'єр в певному стилі або відповідно до індивідуальних вимог. Усі розрахунки будуть виконані відповідно до заявлених норм і подані на затвердження.",
		"viewFullGallery": "Переглянути повну галерею"
	},
	"backToHome": {
		"back": "назад на головну сторінку"
	},
	"videos": {
		"videoTitle1": "Київ, проспект Лобановського",
		"videoSubTitle1": "Огляд готового проекту квартири в Києві, Україна",
		"videoText1": "Дизайн квартир відображає сучасну естетику, характеризуючися чистими лініями, відкритими просторами і великими вікнами, які наповнюють кімнати природним світлом. Використання високоякісних матеріалів та обробки підкреслює загальну атмосферу. Архітектори вміло збалансували естетику і практичність, забезпечивши, щоб кожна квартира була не тільки красивою, але й дуже функціональною.",
		"videoAdvantage1": "Відкрите планування житлової та обідньої зон",
		"videoAdvantage2": "Теплі дерев'яні оздоблення та нейтральні кольори",
		"videoAdvantage3": "Комфортні, функціональні простори для відпочинку та розваг",
		"videoAdvantage4": "Тераса з елементами приватності для відпочинку на відкритому повітрі",
		"videoTitle2": "Житловий комплекс 'Міністерський'",
		"videoSubTitle2": "Відео двоповерхової квартири",
		"videoText2": "Загляньте у сучасний таунхаус, який поєднує комфорт з чистим дизайном. Простора їдальня відкривається на спокійну терасу завдяки плавним розсувним дверям, запрошуючи світло і відпочинок у ваш дім. Природні дерев'яні поверхні та делікатне освітлення забезпечують теплу і затишну атмосферу. Кожен предмет меблів обраний як за стилем, так і за комфортом, створюючи ідеальні місця для відпочинку та зібрань. Цей таунхаус спроектований з увагою до елегантності та акцентом на комфортне життя.",
		"videoTitle3": "Квартира в 'Tetris Hall', Київ, Україна",
		"videoSubTitle3": "Огляд розкішного міського житлового простору в Києві",
		"videoText3": "Ця квартира в 'Tetris Hall' є епіцентром сучасного міського життя. Інтер'єр представляє собою витончене поєднання сучасних дизайнерських елементів з акцентом на функціональність і комфорт. Великі панорамні вікна пропонують захоплюючі види на міський пейзаж, заповнюючи простір природним світлом протягом дня. Дорогі матеріали та індивідуальні оздоблення додають розкоші в кожен куточок, а відкритий план максимально використовує простір і рух. Якщо ви шукаєте місце для відпочинку або для розваг, ця квартира забезпечить ідеальне середовище для стильного і комфортного життя."
	},
	"projectItemAdv": {
		"kitchen": "Кухня",
		"bathroom": "Ванна кімната",
		"bedroom": "Спальня",
		"hallway": "Передпокій",
		"dinner": "Обідня зона"
	},
	"penthouseValencia": {
		"location": "Місце розташування: Валенсія, Іспанія",
		"designStyle": "Стиль дизайну: Сучасний мінімалізм",
		"architecturalFusion": "Архітектурне поєднання: Архітектурне поєднання",
		"ambience": "Атмосфера: Біофільні простори, наповнені світлом",
		"descr": "Цей простір характеризується чистим, сучасним дизайном, який безшовно інтегрує елементи історичної архітектури. Акцент на простоту і відкритість, великі вікна запрошують велику кількість природного світла, що підкреслює злиття індустріальних і традиційних матеріалів. Загальне враження є спокійним і ясним, пропонуючи спокійну атмосферу для життя і роботи.",
		"kitchen": "Відкрита кухня з їдальнею",
		"kitchenDescr": "Відкрите планування кухні і їдальні поєднує функціональність з соціальним простором. Чисті лінії шаф і безладні поверхні відображають сучасний стиль життя, тоді як центральний обідній стіл обіцяє спільні кулінарні моменти.",
		"living": "Вітальня",
		"livingDescr": "Елегантність зустрічає мінімалізм у цій вітальні. Відкритий дверний проріз запрошує в простір спокійної нейтральності, підкреслений продуманим освітленням і видом на природу за межами порога.",
		"terrace": "Тераса",
		"terraceDescr": "Ця тераса є особистим оазисом, з дерев'яним екраном, який надає природну текстуру, що доповнює сучасні меблі для відпочинку на відкритому повітрі. Це інтимний куточок для відпочинку, освітлений м'яким світлом, що підкреслює атмосферу спокійного усамітнення."
	},
	"tranquilModernity": {
		"location": "Місце розташування: Іспанія",
		"designStyle": "Стиль дизайну: Сучасний мінімалізм",
		"architecturalFusion": "Архітектурне поєднання: Індустріально-традиційний мікс",
		"ambience": "Атмосфера: Спокійна та витончена елегантність",
		"descr": "Ця вітальня поєднує сучасні дизайнерські елементи з функціональною технікою, демонструючи безшовну інтеграцію медіа та комфорту. Стратегічне використання простору та вбудовані рішення для зберігання підкреслюють безладний середовище, що підтримує сучасне життя. Атмосфера: Атмосфера спокійна і зібрана, з м'яким освітленням і нейтральними кольорами, які сприяють розслабленню та привабливому простору, що заохочує відпочинок і спілкування.",
		"kitchen": "Кухня",
		"kitchenDescr": "Кухня спроектована з акцентом на функціональність і стиль, з чистим, відкритим плануванням. Вона оснащена сучасними приладами, інтегрованими безшовно в шафи, зберігаючи стриманий вигляд простору. Довгий кухонний острів виконує функцію підготовки їжі та місця для неформальних обідів, з елегантними, оббитими стільцями. Зверху елегантні підвісні світильники освітлюють робочу зону, а тонкі відтінки шаф і стільниць створюють спокійну, запрошуючу атмосферу.",
		"living": "Вітальня",
		"livingDescr": "Вітальня відрізняється стильним, сучасним естетичним виглядом, характеризується мінімалістичним дизайном і нейтральною кольоровою палітрою. В основі розташований м'який світло-сірий секційний диван, що запрошує до відпочинку та спілкування. Стратегічне освітлення підкреслює архітектурні особливості та мистецтво, додаючи глибини і тепла. Великий телевізор, закріплений на стіні, служить фокусною точкою, тоді як сучасні меблі, включаючи стильне біле крісло і компактний кавовий столик, доповнюють елегантну атмосферу кімнати.",
		"terrace": "Тераса",
		"terraceDescr": "Ця ванна кімната поєднує розкіш і простоту, створюючи спокійне місце для відпочинку. Тумба сучасна і мінімалістична, з підсвіткою під шафами, яка надає м'яке світло, підкреслюючи спокійний настрій кімнати. Над елегантною прямокутною раковиною великий дзеркало займає всю ширину тумби, відбиваючи світло і візуально розширюючи простір. Вбудовані полиці пропонують практичні рішення для зберігання без порушення чистих ліній ванної кімнати, роблячи її не тільки красивою, але й високофункціональною."
	},
	"projectLoftLivingRoom": {
		"location": "Місцезнаходження: Іспанія",
		"designStyle": "Стиль дизайну: Індустріальний модерн",
		"architecturalFusion": "Архітектурне злиття: історичні текстури переплетені з комфортом.",
		"ambience": "Атмосфера: привітна атмосфера, де природні елементи пом'якшують міські краї",
		"descr": "Від затишних куточків The Urban Lounge до живого шуму The Industrial Chic Bar і адаптивного планування The Contemporary Commons, кожна зона продумана для покращення вашого досвіду. Відкрийте для себе динамічне поєднання сільського шарму та сучасної елегантності в нашій установі, де кожен куточок є свідченням інноваційного дизайну та ретельної уваги до деталей. Заходьте і відкрийте для себе місце, де кожен момент варто насолоджуватися.",
		"kitchen": "The Urban Lounge",
		"kitchenDescr": "The Urban Lounge поєднує сільський шарм оголених цегляних стін з сучасними дизайнерськими елементами, створюючи привітний простір. Зручні сині дивани і пишні зелені рослини роблять це ідеальним місцем для неформальних зустрічей або відпочинку після роботи. Великі вікна заповнюють простір природним світлом, посилюючи теплу атмосферу.",
		"living": "The Industrial Chic Bar",
		"livingDescr": "Цей модуль включає стильний бар на фоні світлової витримки з алкоголем і оголених цегл, втілюючи індустріальний шик. Довгий спільний стіл, доповнений сучасними барними стільцями, запрошує до соціальної взаємодії і служить соціальним центром простору. Стратегічне освітлення над баром підкреслює його стильний дизайн і створює яскраву атмосферу, ідеальну для вечірніх зустрічей.",
		"terrace": "The Contemporary Commons",
		"terraceDescr": "Зона Contemporary Commons відзначається своїм мінімалістичним стилем і універсальними варіантами сидінь, підходящими як для роботи, так і для відпочинку. Простір визначений чистими лініями, стриманими кольорами і функціональними меблями, що робить його ідеальним для зустрічей з клієнтами або командних співпраць. Наявність зелені додає свіжості міському інтер'єру, тоді як великі вікна забезпечують панорамний вид на міське оточення."
	},
	"flatInteriorDesign": {
		"title": "ДИЗАЙН ІНТЕР'ЄРУ КВАРТИРИ",
		"kitchen": "Кухня",
		"kitchenDescr": "Стильний і функціональний простір, домінуючий темними, матовими шафами та сучасними приладами. Кухня поєднує сучасну естетику з практичністю, з чистою, не захаращеною стільницею та тонким, інтегрованим освітленням, яке створює теплий світловий ефект. Це кулінарна майстерня, спроектована для ефективності та стилю.",
		"bathroom": "Ванна кімната",
		"bathroomDescr": "Мінімалістичний дизайн з акцентом на чисті лінії та прості поверхні. Ванна кімната ймовірно має душову кабіну, оформлену скляними панелями або непомітною плиткою, доповнену простим, сучасним умивальником і тумбою. Освітлення м'яке, забезпечуючи простір, який є одночасно яскравим і запрошуючим.",
		"bedroom": "Спальня",
		"bedroomDescr": "Убежище для відпочинку, спальня випромінює спокій з приглушеною кольоровою палітрою та мінімумом меблів. Основна увага приділена комфортабельному ліжку з м'якою постільною білизною, на тлі спокійного мистецтва або текстури. Наявність функціонального нічного освітлення та рішень для зберігання підтримує порядок і спокій у просторі.",
		"hallway": "Коридор",
		"hallwayDescr": "Коридор служить зв'язуючою ланкою між кімнатами, характеризується стриманим виглядом. Він може бути оформлений теплими дерев'яними або холодними плитковими підлогами і освітлений серією стратегічно розташованих світильників, які забезпечують привітний шлях через дім.",
		"diningArea": "Обідня зона",
		"diningAreaDescr": "Місце для зібрань, яке поєднує форму і функцію. Обідня зона ймовірно має простий, але елегантний стіл, оточений сучасними стільцями. Підвісне освітлення, можливо, у вигляді акцентного елемента, центрує кімнату, в той час як навколишній простір залишається вільним, щоб зосередити увагу на соціальному досвіді спільних обідів."
	},
	"constructionOfCottagesAndVillas": {
		"title": "БУДІВНИЦТВО ДАЧ І ВІЛЛ",
		"text": "«Хороші будівлі виникають з хороших людей, і всі проблеми вирішуються хорошим дизайном.» – Стівен Гардінер",
		"getHelp": "Отримати допомогу",
		"generalContractor": {
			"title": "Генеральний підрядник",
			"text": "Як генеральний підрядник, ми управляємо будівельними проектами від початку до завершення, займаючись технічною документацією, бюджетуванням, плануванням і координацією підрядників. Наша експертиза забезпечує ефективне виконання проекту, при цьому пріоритетним є оптимізація бюджету, безпека праці і задоволеність клієнтів.",
			"item1": "Розробка технічної документації та бюджетування",
			"item2": "Затвердження графіка робіт",
			"item3": "Координація та контроль підрядників",
			"item4": "Підготовка кошторису та фінансового плану",
			"item5": "Тендерні процедури",
			"item6": "Організація будівельного майданчика",
			"item7": "Безпека праці",
			"item8": "Оптимізація проектних рішень по бюджету",
			"item9": "Введення в експлуатацію",
			"item10": "Підготовка кошторису та фінансового плану",
			"item11": "Оптимізація проектних рішень по бюджету",
			"item12": "Інтегроване управління проектом"
		},
		"geodeticWorks": {
			"title": "Геодезичні роботи",
			"item1": "Розробка технічної документації та бюджетування",
			"item2": "Затвердження графіка робіт",
			"item3": "Координація та контроль підрядників"
		},
		"earthwork": {
			"title": "Земляні роботи",
			"item1": "Розробка котлованів для фундаментів",
			"item2": "Засипка котлованів і траншей",
			"item3": "Прокладка інженерних комунікацій"
		},
		"monolithicWorks": {
			"title": "Монолітні роботи",
			"item1": "Нульовий цикл робіт, а також пальові фундаменти",
			"item2": "Заливка бетонної промислової підлоги та траншей",
			"item3": "Заливка фундаментів будь-якої складності та типу"
		},
		"capitalConstruction": {
			"title": "Капітальне будівництво",
			"item1": "Підготовка та отримання всіх дозволів на освоєння ділянки та будівництво, координація з державними органами",
			"item2": "Освоєння ділянки - демонтаж старих будівель, вивіз сміття, очистка для майбутнього будівництва",
			"item3": "Заливка фундаментів, зведення стін і перекриттів, внутрішні перегородки, монтаж даху",
			"item4": "Прибирання в приміщеннях та на ділянці, вивіз будівельного сміття з території об'єкта",
			"item5": "Монтаж усіх внутрішніх комунікацій (опалення, гідроізоляція, звукоізоляція, електрика, постачання інженерних систем до будівлі)",
			"item6": "Фасадне оздоблення будинку та благоустрій ділянки, введення в експлуатацію, установка вікон та дверей"
		},
		"renovation": {
			"title": "Ремонт",
			"item1": "Загально будівельні та оздоблювальні роботи",
			"item2": "Заміна водопостачання, каналізації та опалення",
			"item3": "Електричні мережі та освітлення",
			"item4": "Монтаж систем вентиляції та кондиціювання",
			"item5": "Монтаж системи протипожежної безпеки, фасадні роботи, покрівельні роботи",
			"item6": "Монтаж СКС, АСК, відеоспостереження"
		},
		"finishingWorks": {
			"title": "Оздоблювальні роботи",
			"item1": "Стяжка, вирівнювання, полімерні наливні підлоги, 'топпінг'",
			"item2": "Лінолеум, ПВХ плитка, килим, килимова плитка",
			"item3": "Паркет, паркетна дошка, ламінат",
			"item4": "Укладання плитки, граніту, мармуру, порцелянової плитки, мозаїки",
			"item5": "Керамічні, вбудовані, алюмінієві, МДФ, ПВХ, килимові плінтуси",
			"item6": "Монтаж цегляних і блокових перегородок",
			"item7": "Монтаж гіпсокартонних конструкцій (перегородки, фальшстіни, короби)",
			"item8": "Машинна штукатурка цементна, цементно-вапняна, гіпсова штукатурка",
			"item9": "Укладання плитки, заповнення прорізів (двері, вікна, розсувні системи)",
			"item10": "Машинне та ручне фарбування, декоративна штукатурка",
			"item11": "Установка декоративних панелей, безпіскова штукатурка (шпаклівка)",
			"item12": "Штукатурка, безпіскова штукатурка (шпаклівка)",
			"item13": "Модульні стелі (Armstrong, Grillato), рейкові стелі, стеля з гіпсокартону"
		},
		"engineeringSystems": {
			"title": "Інженерні системи",
			"item1": "Вентиляція та кондиціювання",
			"item2": "Прокладка силових та слаботочних кабелів",
			"item3": "Монтаж систем протипожежної безпеки",
			"item4": "СКС, АСК, системи відеоспостереження",
			"item5": "Водопостачання, каналізація та опалення",
			"item6": "Монтаж світильників і люстр",
			"item7": "Прокладка силових та слаботочних кабелів",
			"item8": "Свердління та монтаж підрозетників",
			"item9": "Збірка та установка електричної панелі",
			"item10": "Монтаж розеток і вимикачів",
			"item11": "Монтаж роз'ємів живлення"
		},
		"siteImprovement": {
			"title": "Благоустрій ділянки",
			"item1": "Дренажна система, водовідведення",
			"item2": "Ландшафтний дизайн, садові доріжки",
			"item3": "Штучні водойми",
			"item4": "Паркінги, освітлення",
			"item5": "Огорожі, басейни",
			"item6": "Зони відпочинку"
		}
	}
}