{
	"home": {
		"landingTitle": "Будівництво в Марбельї",
		"landingTitleP": "Будуємо Ваше Майбутнє на Основі Вершинної Якості",
		"landingConstruction": "Будівництво",
		"landingInteriorDesign": "Дизайн Інтер'єру",
		"landingText": "У Garcia Global Construction ми перетворюємо бачення в реальність. Спеціалізуючись на високоякісних будівельних послугах, ми пишаємося тим, що створюємо приміщення, які не лише відповідають, але й перевершують очікування наших клієнтів. Від революційних комерційних проектів до розкішних житлових будинків, наше прагнення до досконалості та інновацій зробило нас лідером у будівельній галузі.",
		"ourServiceTitel": "Наші Послуги",
		"ourSerivceText": "Наша місія полягає в тому, щоб надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості виготовлення, безпеки та екологічності. Ми прагнемо будувати довгострокові відносини з нашими клієнтами, постачальниками та спільнотами, сприяючи їхньому зростанню та процвітанню.",
		"ourServiceItemTitle1": "Будівництво котеджів і дач",
		"ourServiceItemText1": "Наша місія – надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості.",
		"ourServiceItemTitle2": "Плоский дизайн інтер'єру",
		"ourServiceItemText2": "Наша місія – надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості.",
		"ourServiceItemTitle3": "Індивідуальне проектування",
		"ourServiceItemText3": "Наша місія – надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості.",
		"ourServiceItemTitle4": "Ремонт котеджів і дач",
		"ourServiceItemText4": "Наша місія – надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості.",
		"ourServiceItemTitle5": "Дизайн інтер'єру будинків",
		"ourServiceItemText5": "Наша місія – надавати виняткові будівельні послуги, дотримуючись найвищих стандартів якості.",
		"aboutUs": "Про Нас",
		"aboutUsTitle": "Будуємо Мрії, Творимо Реальність",
		"aboutUsText": "Garcia Global Construction почала свою діяльність як скромна будівельна фірма з баченням створення виняткових житлових просторів, які витримують випробування часом. З роками ми розширили наші послуги, включивши не лише будівництво, але й індивідуальне проектування, дизайн інтер'єру, ремонт та інше, що зробило нас компанією, що надає комплексні рішення для розкішного життя. Наші проекти, від Марбельї до Естепони, демонструють нашу універсальність та експертизу в створенні будинків, які є не просто спорудами, а святилищами.",
		"aboutUsItemTitle1": "3 КРАЇНИ",
		"aboutUsItemText1": "В трьох країнах наші проекти є свідченням нашої адаптивності та якості. Від [Країна 1] до [Країна 3], ми адаптували кожен проект, щоб поєднатися з місцевими пейзажами, зберігаючи наші високі стандарти.",
		"aboutUsItemTitle2": "10 РОКІВ",
		"aboutUsItemText2": "Останні десять років сформували нас як лідерів у будівництві, сприяючи інноваціям та створюючи простори, що надихають. Ця подорож була побудована на довірі, співпраці та невтомному прагненні до досконалості.",
		"aboutUsItemTitle3": "60 ПРОЕКТІВ",
		"aboutUsItemText3": "Маючи понад 60 проектів у різних секторах, ми довели нашу здатність справлятися з різноманітними викликами та потребами клієнтів. Кожен проект є відображенням нашої відданості досягненню досконалості та задоволення.",
		"findUs": "ЗНАЙДІТЬ НАС",
		"interirDesignTitle": "Проєкти",
		"interirDesignText": "Перетворюючи інтер'єри на шедеври комфорту та стилю, ми створюємо простори, які відображають ідеальний баланс між функціональністю та естетичною привабливістю. Наша експертиза в дизайні інтер'єру охоплює різні середовища, від розкішних будинків до динамічних комерційних просторів, забезпечуючи, щоб кожен проект не лише відповідав, але й перевершував бачення наших клієнтів.",
		"seeMore": "Дивитися більше"
	},
	"footer": {
		"home": "Головна",
		"services": "Послуги",
		"projects": "Проекти",
		"interiorDesign": "Дизайн Інтер'єру",
		"aboutUs": "Про Нас",
		"allRightsReserved": "Всі права захищено"
	},
	"map": {
		"mapProjectFind": "ПРОЕКТИ ЗНАЙДЕНО",
		"mapOurProjects": "наші проекти"
	},
	"projectGlobal": {
		"luxuryTailored": "Розкіш під Ваші Потреби",
		"toYou": "для Вас",
		"penthouseValencia": {
			"title": "Пентхаус у Валенсії",
			"underTitle": "Повністю відремонтований пентхаус у Валенсії, Іспанія",
			"text": "Цей простір характеризується чистим, сучасним дизайном, який безперешкодно інтегрує елементи історичної архітектури. Акцент на простоту та відкритість, великі вікна запрошують достатньо природного світла, яке підкреслює поєднання індустріальних і традиційних матеріалів. Загальне враження – спокій і ясність, що створює затишне середовище для життя та роботи."
		},
		"projectLoftLivingRoom": {
			"title": "Проект Лофт Гостинна",
			"underTitle": "Елегантно перепроектований лофт в Іспанії",
			"text": "Від затишних куточків Urban Lounge до жвавого бару Industrial Chic, і адаптивного планування Contemporary Commons, кожна зона ретельно продумана, щоб покращити Ваше враження. Досліджуйте динамічне поєднання сільського шарму та сучасної елегантності в нашій установі, де кожен куточок є свідченням інноваційного дизайну та уважного ставлення до деталей. Завітайте і відкрийте місце, де кожен момент вартий того, щоб його насолоджуватися."
		},
		"tranquilModernity": {
			"title": "Тихий Сучасний Стиль",
			"underTitle": "Відкрийте для себе святилище, де сучасний дизайн зустрічається з неперевершеною функціональністю",
			"text": "Ця вітальня поєднує сучасні дизайнерські елементи з функціональною технікою, демонструючи безперешкодну інтеграцію медіа та комфорту. Стратегічне використання простору і вбудовані рішення для зберігання підкреслюють середовище без безладу, яке підтримує сучасний стиль життя. Атмосфера – це спокійна та врівноважена елегантність, з м'яким освітленням та нейтральними кольорами, що сприяють розслабленню і спілкуванню."
		},
		"NTR2": {
  "title": "NTR2",
  "underTitle": "Сучасний мінімалізм зустрічається з затишною витонченістю",
  "text": "Загальна атмосфера спокійна та витончена. Мінімалістичний підхід створює відчуття простору і спокою, а теплі тони та м'яке освітлення роблять простори затишними, а не суворими. Дизайн обережно балансує між сучасною простотою і теплом та текстурою для вишуканого, комфортного житлового середовища."
},
"NTR1": {
  "title": "NTR1",
  "underTitle": "Тиха елегантність: де простота зустрічається з розкішшю",
  "text": "Цей дизайн втілює мінімалістичний сучасний стиль, який характеризується елегантною, не захаращеною естетикою. Архітектура використовує прості геометричні форми, гладкі поверхні та стриману кольорову палітру, де переважають нейтральні тони. Матеріали, такі як матові покриття та м'які текстури, використовуються помірно, щоб додати тепла і тонкої витонченості."
},
"TRN32": {
  "title": "TRN32",
  "underTitle": "Мінімалізм та індустріальний стиль в гармонії",
  "text": "Інтер'єр на зображенні являє собою темну, атмосферну кухню та обідню зону, яка випромінює сучасний мінімалістичний стиль з індустріальним акцентом. Простір домінують глибокі, насичені відтінки дерева та м'яке освітлення, яке підкреслює чисті лінії та мінімалістичні меблі. Кухня оснащена стильними, інтегрованими приладами та безшовним дизайном, з прихованим зберіганням, що додає відчуття упорядкованості. Обідня зона, з її простим столом та стільцями, продовжує тему мінімалізму, тоді як увесь простір об'єднаний завдяки послідовному використанню темних, приглушених тонів та відсутності зайвих декоративних елементів."
}, 
"TRN3": {
  "title": "TRN3",
  "underTitle": "Сучасний мінімалізм зустрічає природну елегантність",
  "text": "Інтер'єр передає ідеальний баланс між мінімалізмом і затишком. Великі вікна дозволяють природному світлу проникати всередину, підкреслюючи світлі дерев'яні панелі, що домінують на стінах, стелі та шафах. Кухонний острів з елегантною чорною стільницею та мінімалістичними барними стільцями додає непомітний контраст загалом теплим тонам простору. М'яка, низька зона відпочинку запрошує до комфорту, а стриманий, але вдумливий декор підкреслює мінімалістичну естетику кімнати. Загальний дизайн функціональний та естетично привабливий, пропонуючи спокійний і сучасний житловий простір."
},
"ATR2": {
  "title": "ATR2",
  "underTitle": "Елегантність і комфорт у мінімалізмі",
  "text": "Цей сучасний інтер'єр має мінімалістичний дизайн, що підкреслює елегантність та комфорт. Простір оформлений у темно-синіх та сірих тонах, що створює спокійну та стильну атмосферу."
},
"ATR1": {
  "title": "ATR1",
  "underTitle": "Сучасна елегантність у кожній деталі",
  "text": "Ця квартира вражає своєю простотою та елегантністю. Кожен елемент дизайну продуманий, і кожен куток відображає сучасний стиль життя. Всі форми відзначені прямими лініями, а кольорова схема складається з відтінків сірого та білого. Це створює відчуття простору та легкості."
}, 
"MTH2": {
  "title": "MTH2",
  "underTitle": "Гармонійне поєднання індустріальних та затишних елементів",
  "text": "Ця кімната виконана в сучасному стилі з мінімалістичним дизайном. Основна кольорова схема складається з відтінків сірого, що створює спокійну та стриману атмосферу. Натуральні дерев'яні акценти додають тепла та затишку до простору. Сира бетонна стеля надає інтер'єру індустріальний вигляд, який гармонійно поєднується з чистими та чіткими лініями дизайну."
},
"MTH1": {
  "title": "MTH1",
  "underTitle": "Елегантна простота: суть сучасного дизайну",
  "text": "Цей сучасний дизайн характеризується чистими лініями, мінімалізмом та функціональністю. Основна ідея полягає в створенні простору, який є одночасно естетично привабливим та практичним. Використання нейтральних кольорів, таких як білий, сірий та чорний, створює відчуття простору та спокою. Акцентні кольори, такі як червоний або синій, додають динаміки та індивідуальності до інтер'єру."
},
"LTH1": {
  "title": "LTH1",
  "underTitle": "Спокійний та елегантний простір для відпочинку",
  "text": "Кімната виконана в сучасному стилі з акцентом на мінімалізм. Основні кольори - нейтральні, такі як білий, сірий та бежевий, що створює спокійну та гармонійну атмосферу. Меблі мають прості, чисті лінії та функціональний дизайн. Загалом, дизайн кімнати підкреслює простоту, функціональність та елегантність, створюючи приємне місце для відпочинку та проведення часу."
},
"NT1H2": {
  "title": "NT1H2",
  "underTitle": "Монохромний мінімалізм: футуристичний та геометричний інтер'єрний дизайн",
  "text": "Кімната має сучасний мінімалістичний дизайн з монохромною кольоровою схемою, що включає відтінки чорного, білого та сірого. Основний акцент зроблено на чистих лініях та геометричних формах. Освітлення відіграє важливу роль у дизайні, з LED-стрічками, що окреслюють периметр стелі та підлоги, створюючи футуристичну атмосферу. Велике вікно забезпечує природне освітлення, яке доповнюється штучним світлом."
}
	},
	"individualProjecting": {
		"title": "ІНДИВІДУАЛЬНЕ ПРОЕКТУВАННЯ",
		"itemTitle1": "ЗУСТРІЧ З АРХІТЕКТОРОМ",
		"itemText1": "Під час зустрічі ми спільно сформуємо детальну специфікацію на основі вашого способу життя та побажань.",
		"itemTitle2": "КОНЦЕПТУАЛІЗАЦІЯ",
		"itemText2": "Після узгодження концепції ми переходимо до розробки архітектурного та конструктивного дизайну.",
		"itemTitle3": "РОЗРОБКА ПРОЕКТУ",
		"itemText3": "Після погодження концепції ми розпочинаємо розробку архітектурного та структурного дизайну.",
		"itemTitle4": "ПОЧАТОК БУДІВНИЦТВА",
		"itemText4": "Під час зустрічі ми спільно сформуємо детальну технічну специфікацію на основі вашого способу життя та побажань."
	},
	"houseInteriorDesign": {
		"title": "ІНТЕР'ЄР ДОМУ",
		"text": "Унікальний інтер'єр приватного котеджу є візитівкою, яку ваші гості побачать одразу. Завдяки сучасним технологіям можна красиво і представницьки оформити великий будинок, перетворивши його на справжню резиденцію, що буде бездоганною в дизайні. Спеціалісти GARCIA DLOBAL – професіонали, які створюють справжні шедеври. Ви можете замовити проект вілли з нестандартним плануванням, інтер'єр в певному стилі або відповідно до індивідуальних вимог. Усі розрахунки будуть виконані відповідно до заявлених норм і подані на затвердження.",
		"viewFullGallery": "Переглянути повну галерею"
	},
	"backToHome": {
		"back": "назад на головну сторінку"
	},
	"videos": {
		"videoTitle1": "Київ, проспект Лобановського",
		"videoSubTitle1": "Огляд готового проекту квартири в Києві, Україна",
		"videoText1": "Дизайн квартир відображає сучасну естетику, характеризуючися чистими лініями, відкритими просторами і великими вікнами, які наповнюють кімнати природним світлом. Використання високоякісних матеріалів та обробки підкреслює загальну атмосферу. Архітектори вміло збалансували естетику і практичність, забезпечивши, щоб кожна квартира була не тільки красивою, але й дуже функціональною.",
		"videoAdvantage1": "Відкрите планування житлової та обідньої зон",
		"videoAdvantage2": "Теплі дерев'яні оздоблення та нейтральні кольори",
		"videoAdvantage3": "Комфортні, функціональні простори для відпочинку та розваг",
		"videoAdvantage4": "Тераса з елементами приватності для відпочинку на відкритому повітрі",
		"videoTitle2": "Житловий комплекс 'Міністерський'",
		"videoSubTitle2": "Відео двоповерхової квартири",
		"videoText2": "Загляньте у сучасний таунхаус, який поєднує комфорт з чистим дизайном. Простора їдальня відкривається на спокійну терасу завдяки плавним розсувним дверям, запрошуючи світло і відпочинок у ваш дім. Природні дерев'яні поверхні та делікатне освітлення забезпечують теплу і затишну атмосферу. Кожен предмет меблів обраний як за стилем, так і за комфортом, створюючи ідеальні місця для відпочинку та зібрань. Цей таунхаус спроектований з увагою до елегантності та акцентом на комфортне життя.",
		"videoTitle3": "Квартира в 'Tetris Hall', Київ, Україна",
		"videoSubTitle3": "Огляд розкішного міського житлового простору в Києві",
		"videoText3": "Ця квартира в 'Tetris Hall' є епіцентром сучасного міського життя. Інтер'єр представляє собою витончене поєднання сучасних дизайнерських елементів з акцентом на функціональність і комфорт. Великі панорамні вікна пропонують захоплюючі види на міський пейзаж, заповнюючи простір природним світлом протягом дня. Дорогі матеріали та індивідуальні оздоблення додають розкоші в кожен куточок, а відкритий план максимально використовує простір і рух. Якщо ви шукаєте місце для відпочинку або для розваг, ця квартира забезпечить ідеальне середовище для стильного і комфортного життя."
	},
	"projectItemAdv": {
		"kitchen": "Кухня",
		"bathroom": "Ванна кімната",
		"bedroom": "Спальня",
		"hallway": "Передпокій",
		"dinner": "Обідня зона"
	},
	"penthouseValencia": {
		"location": "Місце розташування: Валенсія, Іспанія",
		"designStyle": "Стиль дизайну: Сучасний мінімалізм",
		"architecturalFusion": "Архітектурне поєднання: Архітектурне поєднання",
		"ambience": "Атмосфера: Біофільні простори, наповнені світлом",
		"descr": "Цей простір характеризується чистим, сучасним дизайном, який безшовно інтегрує елементи історичної архітектури. Акцент на простоту і відкритість, великі вікна запрошують велику кількість природного світла, що підкреслює злиття індустріальних і традиційних матеріалів. Загальне враження є спокійним і ясним, пропонуючи спокійну атмосферу для життя і роботи.",
		"kitchen": "Відкрита кухня з їдальнею",
		"kitchenDescr": "Відкрите планування кухні і їдальні поєднує функціональність з соціальним простором. Чисті лінії шаф і безладні поверхні відображають сучасний стиль життя, тоді як центральний обідній стіл обіцяє спільні кулінарні моменти.",
		"living": "Вітальня",
		"livingDescr": "Елегантність зустрічає мінімалізм у цій вітальні. Відкритий дверний проріз запрошує в простір спокійної нейтральності, підкреслений продуманим освітленням і видом на природу за межами порога.",
		"terrace": "Тераса",
		"terraceDescr": "Ця тераса є особистим оазисом, з дерев'яним екраном, який надає природну текстуру, що доповнює сучасні меблі для відпочинку на відкритому повітрі. Це інтимний куточок для відпочинку, освітлений м'яким світлом, що підкреслює атмосферу спокійного усамітнення."
	},
	"tranquilModernity": {
		"location": "Місце розташування: Іспанія",
		"designStyle": "Стиль дизайну: Сучасний мінімалізм",
		"architecturalFusion": "Архітектурне поєднання: Індустріально-традиційний мікс",
		"ambience": "Атмосфера: Спокійна та витончена елегантність",
		"descr": "Ця вітальня поєднує сучасні дизайнерські елементи з функціональною технікою, демонструючи безшовну інтеграцію медіа та комфорту. Стратегічне використання простору та вбудовані рішення для зберігання підкреслюють безладний середовище, що підтримує сучасне життя. Атмосфера: Атмосфера спокійна і зібрана, з м'яким освітленням і нейтральними кольорами, які сприяють розслабленню та привабливому простору, що заохочує відпочинок і спілкування.",
		"kitchen": "Кухня",
		"kitchenDescr": "Кухня спроектована з акцентом на функціональність і стиль, з чистим, відкритим плануванням. Вона оснащена сучасними приладами, інтегрованими безшовно в шафи, зберігаючи стриманий вигляд простору. Довгий кухонний острів виконує функцію підготовки їжі та місця для неформальних обідів, з елегантними, оббитими стільцями. Зверху елегантні підвісні світильники освітлюють робочу зону, а тонкі відтінки шаф і стільниць створюють спокійну, запрошуючу атмосферу.",
		"living": "Вітальня",
		"livingDescr": "Вітальня відрізняється стильним, сучасним естетичним виглядом, характеризується мінімалістичним дизайном і нейтральною кольоровою палітрою. В основі розташований м'який світло-сірий секційний диван, що запрошує до відпочинку та спілкування. Стратегічне освітлення підкреслює архітектурні особливості та мистецтво, додаючи глибини і тепла. Великий телевізор, закріплений на стіні, служить фокусною точкою, тоді як сучасні меблі, включаючи стильне біле крісло і компактний кавовий столик, доповнюють елегантну атмосферу кімнати.",
		"terrace": "Тераса",
		"terraceDescr": "Ця ванна кімната поєднує розкіш і простоту, створюючи спокійне місце для відпочинку. Тумба сучасна і мінімалістична, з підсвіткою під шафами, яка надає м'яке світло, підкреслюючи спокійний настрій кімнати. Над елегантною прямокутною раковиною великий дзеркало займає всю ширину тумби, відбиваючи світло і візуально розширюючи простір. Вбудовані полиці пропонують практичні рішення для зберігання без порушення чистих ліній ванної кімнати, роблячи її не тільки красивою, але й високофункціональною."
	},
	"projectLoftLivingRoom": {
		"location": "Місцезнаходження: Іспанія",
		"designStyle": "Стиль дизайну: Індустріальний модерн",
		"architecturalFusion": "Архітектурне злиття: історичні текстури переплетені з комфортом.",
		"ambience": "Атмосфера: привітна атмосфера, де природні елементи пом'якшують міські краї",
		"descr": "Від затишних куточків The Urban Lounge до живого шуму The Industrial Chic Bar і адаптивного планування The Contemporary Commons, кожна зона продумана для покращення вашого досвіду. Відкрийте для себе динамічне поєднання сільського шарму та сучасної елегантності в нашій установі, де кожен куточок є свідченням інноваційного дизайну та ретельної уваги до деталей. Заходьте і відкрийте для себе місце, де кожен момент варто насолоджуватися.",
		"kitchen": "The Urban Lounge",
		"kitchenDescr": "The Urban Lounge поєднує сільський шарм оголених цегляних стін з сучасними дизайнерськими елементами, створюючи привітний простір. Зручні сині дивани і пишні зелені рослини роблять це ідеальним місцем для неформальних зустрічей або відпочинку після роботи. Великі вікна заповнюють простір природним світлом, посилюючи теплу атмосферу.",
		"living": "The Industrial Chic Bar",
		"livingDescr": "Цей модуль включає стильний бар на фоні світлової витримки з алкоголем і оголених цегл, втілюючи індустріальний шик. Довгий спільний стіл, доповнений сучасними барними стільцями, запрошує до соціальної взаємодії і служить соціальним центром простору. Стратегічне освітлення над баром підкреслює його стильний дизайн і створює яскраву атмосферу, ідеальну для вечірніх зустрічей.",
		"terrace": "The Contemporary Commons",
		"terraceDescr": "Зона Contemporary Commons відзначається своїм мінімалістичним стилем і універсальними варіантами сидінь, підходящими як для роботи, так і для відпочинку. Простір визначений чистими лініями, стриманими кольорами і функціональними меблями, що робить його ідеальним для зустрічей з клієнтами або командних співпраць. Наявність зелені додає свіжості міському інтер'єру, тоді як великі вікна забезпечують панорамний вид на міське оточення."
	},
	"NTR2": {
		"location": "Місце розташування: Іспанія",
		"designStyle": "Стиль дизайну: Мінімалізм і сучасність",
		"architecturalFusion": "Архітектурне поєднання: Сучасні елементи з теплими відтінками",
		"ambience": "Атмосфера: Спокійна і вишукана",
		"descr": "Загальна атмосфера спокійна та вишукана. Мінімалістичний підхід створює відчуття простору і спокою, а теплі тони і приглушене освітлення роблять простір запрошуючим, а не строгим. Дизайн ретельно балансує сучасну простоту з нотками тепла і текстури, що створює вишукане, комфортне житлове середовище.",
		"kitchen": "Кухня",
		"kitchenDescr": "Ця кухня має сучасний і мінімалістичний дизайн, де акцент робиться на простоті та функціональності. Особливістю інтер'єру є перфорована стіна з червоної цегли, яка додає текстури і візуального інтересу простору, створюючи часткове розмежування між різними зонами кімнати.",
		"living": "Вітальня",
		"livingDescr": "Елегантність зустрічається з мінімалізмом у цій вітальні, де чисті лінії і тонкі текстури створюють простір стриманої вишуканості. М'які, нейтральні тони меблів гармонійно поєднуються з текстурованими стінами, створюючи спокійний фон для відпочинку.",
		"terrace": "Ванна кімната",
		"terraceDescr": "Елегантність зустрічається з мінімалізмом у цій ванній кімнаті, де простота і спокій зливаються в одне ціле. Гладкі поверхні і м'яке освітлення створюють заспокійливу атмосферу, а тонкі відтінки плитки та фурнітури забезпечують заспокійливий фон."
	  },
	  "NTR1": {
		"location": "Місце розташування: Іспанія",
		"designStyle": "Стиль дизайну: Мінімалізм і сучасність",
		"architecturalFusion": "Архітектурне поєднання: Простір інтегрує мінімалізм",
		"ambience": "Атмосфера: Спокійна і заспокійлива",
		"descr": "Цей дизайн уособлює мінімалістичний сучасний стиль, що характеризується стильним, незахаращеним естетичним виглядом. Архітектура використовує прості геометричні форми, гладкі поверхні та стриману колірну палітру, в якій домінують нейтральні тони. Матеріали, такі як матові покриття і м'які текстури, використовуються економно, щоб додати тепла і тонкої вишуканості.",
		"kitchen": "Кухня",
		"kitchenDescr": "Кухня виконана в стилі мінімалізму з сучасними елементами. Характеризується строгими лініями і функціональністю, що підкреслюється використанням нейтральних відтінків і гладких поверхонь.",
		"living": "Вітальня",
		"livingDescr": "Вітальня відображає спокій і простоту мінімалістичного дизайну. Кожен елемент інтер'єру ретельно підібраний для створення простору, в якому панують гармонія та порядок. Відсутність зайвих деталей дозволяє зосередитися на головному - комфорті та естетиці.",
		"terrace": "Ванна кімната",
		"terraceDescr": "Загальне враження - елегантний, стриманий і функціональний простір з акцентом на простоту і чисті лінії. Монохромна колірна схема з відтінками сірого та білого створює спокійну та розслаблюючу атмосферу."
	  },
	  "TRN32": {
		"location": "Місце розташування: Іспанія",
		"designStyle": "Стиль дизайну: Сучасний мінімалізм",
		"architecturalFusion": "Архітектурне поєднання: Поєднання індустріального і сучасного стилів",
		"ambience": "Атмосфера: Простір, що поєднує форму і функцію",
		"descr": "Інтер'єр, зображений на фото, це темна, похмура кухня та обідня зона, які випромінюють сучасну мінімалістичну атмосферу з індустріальним акцентом. Простір домінує глибокими, насиченими дерев'яними тонами і приглушеним освітленням, що підкреслює чисті лінії і мінімалістичні меблі. Кухня оснащена стильними, вбудованими приладами та безшовним дизайном, з прихованими місцями для зберігання, що додає до незахаращеного вигляду. Обідня зона, з простим столом і стільцями, продовжує тему мінімалізму, а весь простір об'єднаний послідовним використанням темних, приглушених тонів і відсутністю зайвого декору.",
		"kitchen": "Кухня",
		"kitchenDescr": "Кухня оформлена в стилі сучасного мінімалізму. Вона характеризується чистими лініями, стриманою кольоровою гамою і акцентом на функціональність і простоту. Використання темних дерев'яних матеріалів і відсутність зайвого декору створюють елегантний і стриманий інтер'єр.",
		"living": "Вітальня",
		"livingDescr": "Вітальня оформлена в сучасному мінімалістичному стилі з акцентом на комфорт і естетику. Гладкі поверхні, мінімум меблів і натуральні матеріали підкреслюють стриманість і простоту інтер'єру.",
		"terrace": "Ванна кімната",
		"terraceDescr": "Ванна кімната виконана в стилі сучасного мінімалізму, де основний акцент зроблено на простоту форм, чисті лінії і функціональність. Використання натуральних матеріалів, таких як камінь і дерево, створює відчуття єдності з природою."
	  },
	  "TRN3": {
		"location": "Місце розташування: Іспанія",
		"designStyle": "Стиль дизайну: Мінімалізм і сучасність",
		"architecturalFusion": "Архітектурне поєднання: Простір плавно поєднує сучасні елементи",
		"ambience": "Атмосфера: Кімнати випромінюють спокійну і затишну атмосферу",
		"descr": "Інтер'єр досягає ідеального балансу між мінімалізмом і затишком. Великі вікна пропускають природне світло, підкреслюючи світлі дерев'яні панелі, які домінують на стінах, стелі та шафах. Острів на кухні, з його гладкою чорною стільницею і мінімалістичними барними стільцями, додає тонкий контраст до переважно теплих тонів простору. М'яка, низька зона для сидіння запрошує до комфорту, а розріджений, але продуманий декор підкреслює мінімалістичну естетику кімнати. Загальний дизайн є одночасно функціональним і естетично привабливим, пропонуючи спокійний і сучасний житловий простір.",
		"kitchen": "Кухня",
		"kitchenDescr": "У центрі композиції розташований острів кухні з чорної стільницею, яка красиво контрастує зі світлішим деревом. Чорна стільниця трохи виступає, пропонуючи функціональний простір для приготування їжі або неформального обіду. Три дерев'яні барні стільці зі спинками створюють завершену і затишну атмосферу навколо острівка.",
		"living": "Вітальня",
		"livingDescr": "Вітальня оформлена в сучасному мінімалістичному стилі з акцентом на комфорт і естетику. Гладкі поверхні, мінімум меблів і натуральні матеріали підкреслюють стриманість і простоту інтер'єру.",
		"terrace": "Ванна кімната",
		"terraceDescr": "Ця ванна кімната характеризується своєю простотою і функціональністю. Використання натуральних матеріалів, таких як камінь і дерево, створює відчуття тепла і гармонії. Стримані форми і мінімалістичний підхід роблять цей простір ідеальним місцем для відпочинку і релаксації."
	  },
	  "ATR2": {
    "location": "Місце розташування: Іспанія",
    "designStyle": "Стиль дизайну: сучасний і мінімалістичний",
    "architecturalFusion": "Архітектурне поєднання: інтеграція освітлення в стелажі",
    "ambience": "Атмосфера: атмосферне освітлення, яке підкреслює геометричні лінії",
    "descr": "Цей сучасний інтер'єр має мінімалістичний дизайн, що підкреслює елегантність і комфорт. Простір оформлений темно-синіми і сірими відтінками, що створює спокійну і стильну атмосферу.",
    "kitchen": "Кухня",
    "kitchenDescr": "Цей сучасний інтер'єр кухні ідеально підходить для тих, хто цінує мінімалізм і чисті лінії. Колірна гамма виключно середніх відтінків сірого створює враження спокою і гармонії.",
    "living": "Вітальня",
    "livingDescr": "Ця вітальня є справжнім місцем для відпочинку і зустрічей з близькими. Дизайн вражає своєю простотою і елегантністю, кожна деталь ретельно продумана. Мінімалістичний стиль з чистими лініями і монохромною кольоровою гамою надає вітальні сучасний вигляд.",
    "terrace": "Ванна кімната",
    "terraceDescr": "Ця ванна кімната вражає своєю простотою і стилем. Основні особливості: у центрі ванної кімнати вбудована біла ванна з елегантним дизайном. Відсутність видимих класичних кранів або ручок надає їй сучасний вигляд. З лівого боку є вузька полиця, на якій розміщені дві темні пляшки – це не тільки функціонально, але й додає ефектний акцент."
  },
  "ATR1": {
    "location": "Місце розташування: Іспанія",
    "designStyle": "Стиль дизайну: Мінімалізм",
    "architecturalFusion": "Архітектурне поєднання: поєднання прямих ліній і кольорової палітри",
    "ambience": "Атмосфера: спокійна і сучасна",
    "descr": "Ця квартира вражає своєю простотою і елегантністю. Кожен елемент дизайну продуманий, і кожен куточок відображає сучасний спосіб життя. Всі форми відзначаються прямими лініями, а кольорова гама відзначається відтінками сірого і білого. Це створює враження простору і легкості.",
    "kitchen": "Кухня",
    "kitchenDescr": "У центрі кімнати розташований жовтий кухонний острів, який виглядає як виразний акцент на монохромному фоні. Він не тільки функціональний, але й додає гостинності та вишуканості. Чисті лінії і мінімалістичний підхід до дизайну стін і меблів створюють враження простору і легкості. Природне світло, яке проникає через велике вікно, робить кімнату яскравішою і затишнішою. Всі деталі продумані до найменших дрібниць для забезпечення зручності та практичності.",
    "living": "Вітальня",
    "livingDescr": "Дизайн вітальні виконаний у сучасному мінімалістичному стилі, який підкреслює простоту і функціональність. Основний кольоровий акцент зроблений на нейтральних сірих відтінках, які створюють спокійну і елегантну атмосферу. Центральний елемент кімнати – великий текстурований сірий диван з численними подушками, який забезпечує комфорт і затишок. Перед диваном розташована скляна перегородка, яка додає легкості і прозорості простору.",
    "terrace": "Ванна кімната",
    "terraceDescr": "Дизайн ванної кімнати виконаний у сучасному мінімалістичному стилі, що підкреслює елегантність і функціональність. Основний елемент кімнати – прямокутна ванна, вбудована в підвищену платформу, що створює інтегрований вигляд з навколишньою підлогою."
  },
  "MTH2": {
    "location": "Місце розташування: Іспанія",
    "designStyle": "Стиль дизайну: сучасний мінімалізм",
    "architecturalFusion": "Архітектурне поєднання: поєднання індустріальних і сучасних елементів",
    "ambience": "Атмосфера: поєднання спокою і витонченості",
    "descr": "Основна кольорова гама складається з відтінків сірого, що створює спокійну і стриману атмосферу. Природні дерев'яні акценти додають тепла і затишку простору. Сирий бетонний стелю надає інтер'єру індустріальний вигляд, який гармонійно поєднується з чистими і чіткими лініями дизайну.",
    "kitchen": "Кухня",
    "kitchenDescr": "Кухня виконана в сучасному мінімалістичному стилі, що підкреслює простоту і функціональність. Основна кольорова гамма складається з холодних відтінків, з бетоноподібними текстурами на стінах і підлозі. Дерев'яні шафи додають природного тепла до простору, створюючи затишну атмосферу.",
    "living": "Вітальня",
    "livingDescr": "Вітальня виконана в сучасному мінімалістичному стилі. У центрі кімнати розташований великий сірий диван, який дуже комфортний. За диваном знаходиться невелика обідня зона з білим стільцем і двома високими стільцями. Кольорова гамма кімнати нейтральна, з переважанням сірого тону, доповнена білими і світлими дерев'яними акцентами. Великі вікна пропускають багато природного світла.",
    "terrace": "Ванна кімната",
    "terraceDescr": "Ванна кімната виконана в сучасному мінімалістичному стилі. Кольорова гамма монохромна, з різними відтінками сірого, що створює елегантний і витончений вигляд. Тонке джерело світла додає тепла простору, підкреслюючи спокійну атмосферу. Зона душа включає в себе стінний душ і додатковий ручний душ, розташований нижче на стіні. Загальний вигляд ванної кімнати спокійний і затишний, з акцентом на функціональність і естетику."
  },
  "MTH1": {
    "location": "Місце розташування: Іспанія",
    "designStyle": "Стиль дизайну: сучасний і мінімалістичний",
    "architecturalFusion": "Архітектурне поєднання: чисті лінії, палітра з сміливими акцентами",
    "ambience": "Атмосфера: витончена і спокійна",
    "descr": "Цей сучасний дизайн характеризується чистими лініями, мінімалізмом і функціональністю. Основна ідея – створити простір, який є як естетично приємним, так і практичним. Використання нейтральних кольорів, таких як білий, сірий і чорний, створює відчуття простору і спокою. Акцентні кольори, такі як червоний або синій, додають динаміки і індивідуальності інтер'єру.",
    "kitchen": "Кухня",
    "kitchenDescr": "На фото зображена сучасна кухня з мінімалістичним дизайном. Кухонні шафи мають гладкі, плоскі панелі темно-сірого або вугільного кольору без видимих ручок, що надає їм стриманий і стильний вигляд. Освітлення встановлене під шафами, що додає теплого світла і підкреслює зону приготування їжі.",
    "living": "Вітальня",
    "livingDescr": "На фото зображена вітальня з сучасним мінімалістичним дизайном і монохромною кольоровою гамою, переважають нейтральні відтінки. Центральний елемент – великий м'який бордовий секційний диван, який забезпечує багато місця для сидіння. У центрі цієї зони розташований круглий чорний журнальний столик з кількома книгами на ньому, що вказує на функціональність простору для відпочинку або спілкування.",
    "terrace": "Ванна кімната",
    "terraceDescr": "На фото зображена сучасна ванна кімната з мінімалістичним дизайном. Кольорова гамма монохромна, з різними відтінками сірого, що домінують в просторі. Освітлення приховане і ненав'язливе, що підкреслює елегантний і сучасний вигляд дизайну."
  },
  "LTH1": {
    "location": "Місце розташування: Іспанія",
    "designStyle": "Стиль дизайну: Сучасний мінімалізм",
    "architecturalFusion": "Архітектурне поєднання: сучасний стиль з тонкими геометричними акцентами",
    "ambience": "Атмосфера: спокійна і витончена, з акцентом на чисті лінії",
    "descr": "Кімната виконана в сучасному стилі з акцентом на мінімалізм. Основні кольори – нейтральні, такі як білий, сірий і бежевий, що створює спокійну і гармонійну атмосферу. Меблі мають прості, чисті лінії і функціональний дизайн. Загалом, дизайн кімнати підкреслює простоту, функціональність і елегантність, створюючи приємне місце для відпочинку і проведення часу.",
    "kitchen": "Кухня",
    "kitchenDescr": "Ця кухня виконана в мінімалістичному стилі. Довга робоча поверхня з вбудованою мийкою і варильною поверхнею створює функціональний простір для приготування їжі. Кольорова палітра складається з нейтральних тонів: шафи і ящики білі, а стільниця чорна, що створює контраст.",
    "living": "Вітальня",
    "livingDescr": "Ця вітальня виконана в мінімалістичному стилі з нейтральною кольоровою палітрою, переважно відтінками сірого і білого. Велике вікно відкриває вид на спокійний природний ландшафт, що створює відчуття затишку і гармонії.",
    "terrace": "Ванна кімната",
    "terraceDescr": "Ванна кімната має сучасний мінімалістичний дизайн з нейтральними тонами, переважно білими і сірими. Вона виглядає дуже чистою і просторною завдяки чітким лініям і відсутності непотрібних деталей. На стіні є велике дзеркало, яке відображає світло і візуально збільшує простір."
  },
  "NT1H2": {
    "location": "Місце розташування: Іспанія",
    "designStyle": "Стиль дизайну: сучасний мінімалізм",
    "architecturalFusion": "Архітектурне поєднання: поєднання сучасних елементів з футуристичними нотками",
    "ambience": "Атмосфера: гладка і запрошуюча",
    "descr": "Кімната має сучасний мінімалістичний дизайн з монохромною кольоровою гамою, яка включає відтінки чорного, білого і сірого. Основний акцент зроблено на чистих лініях і геометричних формах. Освітлення грає важливу роль у дизайні, з LED-стрічками, що обрамляють периметр стелі і підлоги, створюючи футуристичну атмосферу. Велике вікно забезпечує природне світло, яке доповнюється штучним освітленням.",
    "kitchen": "Кухня",
    "kitchenDescr": "Кухня має сучасний мінімалістичний дизайн з домінуванням чорних і білих тонів. Кухонні шафи мають гладкі фасади без видимих ручок, що підкреслює чисті лінії простору. Стеля обладнана вбудованим освітленням, яке доповнює природне світло, створюючи яскраву і простору атмосферу.",
    "living": "Вітальня",
    "livingDescr": "Вітальня має сучасний мінімалістичний дизайн з монохромною кольоровою гамою, що включає різні відтінки сірого і чорного. На стелі встановлено трекове освітлення, яке забезпечує спрямоване освітлення окремих зон кімнати. Загальний дизайн випромінює мінімалізм і чисті лінії, створюючи елегантний і сучасний простір.",
    "terrace": "Ванна кімната",
    "terraceDescr": "Ванна кімната має сучасний дизайн з душовою кабіною з прозорими скляними дверима, бежевими плитками на стінах і стильним білим умивальником. Стеля і зона душу освітлені теплими LED-стрічками, що додає елегантності простору. Велике дзеркало розташоване над умивальником, що підсилює яскравість і відчуття простору в кімнаті. Загальний дизайн мінімалістичний і чистий, з акцентом на прямі лінії і без зайвих деталей."
  },
	"flatInteriorDesign": {
		"title": "ДИЗАЙН ІНТЕР'ЄРУ КВАРТИРИ",
		"kitchen": "Кухня",
		"kitchenDescr": "Стильний і функціональний простір, домінуючий темними, матовими шафами та сучасними приладами. Кухня поєднує сучасну естетику з практичністю, з чистою, не захаращеною стільницею та тонким, інтегрованим освітленням, яке створює теплий світловий ефект. Це кулінарна майстерня, спроектована для ефективності та стилю.",
		"bathroom": "Ванна кімната",
		"bathroomDescr": "Мінімалістичний дизайн з акцентом на чисті лінії та прості поверхні. Ванна кімната ймовірно має душову кабіну, оформлену скляними панелями або непомітною плиткою, доповнену простим, сучасним умивальником і тумбою. Освітлення м'яке, забезпечуючи простір, який є одночасно яскравим і запрошуючим.",
		"bedroom": "Спальня",
		"bedroomDescr": "Убежище для відпочинку, спальня випромінює спокій з приглушеною кольоровою палітрою та мінімумом меблів. Основна увага приділена комфортабельному ліжку з м'якою постільною білизною, на тлі спокійного мистецтва або текстури. Наявність функціонального нічного освітлення та рішень для зберігання підтримує порядок і спокій у просторі.",
		"hallway": "Коридор",
		"hallwayDescr": "Коридор служить зв'язуючою ланкою між кімнатами, характеризується стриманим виглядом. Він може бути оформлений теплими дерев'яними або холодними плитковими підлогами і освітлений серією стратегічно розташованих світильників, які забезпечують привітний шлях через дім.",
		"diningArea": "Обідня зона",
		"diningAreaDescr": "Місце для зібрань, яке поєднує форму і функцію. Обідня зона ймовірно має простий, але елегантний стіл, оточений сучасними стільцями. Підвісне освітлення, можливо, у вигляді акцентного елемента, центрує кімнату, в той час як навколишній простір залишається вільним, щоб зосередити увагу на соціальному досвіді спільних обідів."
	},
	"constructionOfCottagesAndVillas": {
		"title": "БУДІВНИЦТВО ДАЧ І ВІЛЛ",
		"text": "«Хороші будівлі виникають з хороших людей, і всі проблеми вирішуються хорошим дизайном.» – Стівен Гардінер",
		"getHelp": "Отримати допомогу",
		"generalContractor": {
			"title": "Генеральний підрядник",
			"text": "Як генеральний підрядник, ми управляємо будівельними проектами від початку до завершення, займаючись технічною документацією, бюджетуванням, плануванням і координацією підрядників. Наша експертиза забезпечує ефективне виконання проекту, при цьому пріоритетним є оптимізація бюджету, безпека праці і задоволеність клієнтів.",
			"item1": "Розробка технічної документації та бюджетування",
			"item2": "Затвердження графіка робіт",
			"item3": "Координація та контроль підрядників",
			"item4": "Підготовка кошторису та фінансового плану",
			"item5": "Тендерні процедури",
			"item6": "Організація будівельного майданчика",
			"item7": "Безпека праці",
			"item8": "Оптимізація проектних рішень по бюджету",
			"item9": "Введення в експлуатацію",
			"item10": "Підготовка кошторису та фінансового плану",
			"item11": "Оптимізація проектних рішень по бюджету",
			"item12": "Інтегроване управління проектом"
		},
		"geodeticWorks": {
			"title": "Геодезичні роботи",
			"item1": "Розробка технічної документації та бюджетування",
			"item2": "Затвердження графіка робіт",
			"item3": "Координація та контроль підрядників"
		},
		"earthwork": {
			"title": "Земляні роботи",
			"item1": "Розробка котлованів для фундаментів",
			"item2": "Засипка котлованів і траншей",
			"item3": "Прокладка інженерних комунікацій"
		},
		"monolithicWorks": {
			"title": "Монолітні роботи",
			"item1": "Нульовий цикл робіт, а також пальові фундаменти",
			"item2": "Заливка бетонної промислової підлоги та траншей",
			"item3": "Заливка фундаментів будь-якої складності та типу"
		},
		"capitalConstruction": {
			"title": "Капітальне будівництво",
			"item1": "Підготовка та отримання всіх дозволів на освоєння ділянки та будівництво, координація з державними органами",
			"item2": "Освоєння ділянки - демонтаж старих будівель, вивіз сміття, очистка для майбутнього будівництва",
			"item3": "Заливка фундаментів, зведення стін і перекриттів, внутрішні перегородки, монтаж даху",
			"item4": "Прибирання в приміщеннях та на ділянці, вивіз будівельного сміття з території об'єкта",
			"item5": "Монтаж усіх внутрішніх комунікацій (опалення, гідроізоляція, звукоізоляція, електрика, постачання інженерних систем до будівлі)",
			"item6": "Фасадне оздоблення будинку та благоустрій ділянки, введення в експлуатацію, установка вікон та дверей"
		},
		"renovation": {
			"title": "Ремонт",
			"item1": "Загально будівельні та оздоблювальні роботи",
			"item2": "Заміна водопостачання, каналізації та опалення",
			"item3": "Електричні мережі та освітлення",
			"item4": "Монтаж систем вентиляції та кондиціювання",
			"item5": "Монтаж системи протипожежної безпеки, фасадні роботи, покрівельні роботи",
			"item6": "Монтаж СКС, АСК, відеоспостереження"
		},
		"finishingWorks": {
			"title": "Оздоблювальні роботи",
			"item1": "Стяжка, вирівнювання, полімерні наливні підлоги, 'топпінг'",
			"item2": "Лінолеум, ПВХ плитка, килим, килимова плитка",
			"item3": "Паркет, паркетна дошка, ламінат",
			"item4": "Укладання плитки, граніту, мармуру, порцелянової плитки, мозаїки",
			"item5": "Керамічні, вбудовані, алюмінієві, МДФ, ПВХ, килимові плінтуси",
			"item6": "Монтаж цегляних і блокових перегородок",
			"item7": "Монтаж гіпсокартонних конструкцій (перегородки, фальшстіни, короби)",
			"item8": "Машинна штукатурка цементна, цементно-вапняна, гіпсова штукатурка",
			"item9": "Укладання плитки, заповнення прорізів (двері, вікна, розсувні системи)",
			"item10": "Машинне та ручне фарбування, декоративна штукатурка",
			"item11": "Установка декоративних панелей, безпіскова штукатурка (шпаклівка)",
			"item12": "Штукатурка, безпіскова штукатурка (шпаклівка)",
			"item13": "Модульні стелі (Armstrong, Grillato), рейкові стелі, стеля з гіпсокартону"
		},
		"engineeringSystems": {
			"title": "Інженерні системи",
			"item1": "Вентиляція та кондиціювання",
			"item2": "Прокладка силових та слаботочних кабелів",
			"item3": "Монтаж систем протипожежної безпеки",
			"item4": "СКС, АСК, системи відеоспостереження",
			"item5": "Водопостачання, каналізація та опалення",
			"item6": "Монтаж світильників і люстр",
			"item7": "Прокладка силових та слаботочних кабелів",
			"item8": "Свердління та монтаж підрозетників",
			"item9": "Збірка та установка електричної панелі",
			"item10": "Монтаж розеток і вимикачів",
			"item11": "Монтаж роз'ємів живлення"
		},
		"siteImprovement": {
			"title": "Благоустрій ділянки",
			"item1": "Дренажна система, водовідведення",
			"item2": "Ландшафтний дизайн, садові доріжки",
			"item3": "Штучні водойми",
			"item4": "Паркінги, освітлення",
			"item5": "Огорожі, басейни",
			"item6": "Зони відпочинку"
		}
	}
}